Repository: elemusma/lws-stitch-it-quick
Catalog: plugins/sortable-dashboard-to-do-list/lang/sortable-dashboard-to-do-list-*.po
Languages: de_de

source: Adds a to-do list to the WordPress dashboard.
de_de: Fügt eine To-Do Liste im WordPress Dashboard hinzu.

source: To-Do List
de_de: To-Do Liste

source: Add New To-Do Item
de_de: Neue To-Do Liste hinzufügen

source: Edit To-Do Item
de_de: To-Do Liste bearbeiten

source: Title (required)
de_de: Titel (erforderlich)

source: Description (optional)
de_de: Beschreibung (optional)

source: No additional content was provided.
de_de: Es wurde kein zusätzlicher Inhalt bereitgestellt.

source: Delete To-Do Item
de_de: To-Do Liste löschen

source: Save Edits
de_de: Änderungen speichern

source: This item will be permanently deleted and cannot be recovered. Are you sure?
de_de: Diese Liste wird endgültig gelöscht und kann nicht wiederhergestellt werden. Sind Sie sicher?

source: Added %s
de_de: Hinzugefügt am %s

source: Last edit %s
de_de: Zuletzt geändert am %s

source: Recently added
de_de: Neulich hinzugefügt

source: Recently edited
de_de: Neulich geändert

source: Show list on website (%s only)
de_de: Liste auf Website anzeigen (nur %s)

source: Show on website (%s only)
de_de: Auf Website anzeigen (nur %s)

source: Show list
de_de: Liste anzeigen

source: Collapse list
de_de: Liste verkleinern
