Repository: elemusma/lws-stitch-it-quick
Catalog: plugins/product-gallery-slider-for-woocommerce/languages/fme_pgisfw-*.po
Languages: ar, ca, cs_cz, de_de, es_es, fr_ca, it_it, ja, nl_nl, sk_sk

source: Lightbox icon color
ar: لون رمز Lightbox
ca: Color de la icona de la caixa de llum
cs_cz: Barva ikony lightboxu
de_de: Farbe des Lightbox-Symbols
es_es: Color del icono de la caja de luz
fr_ca: Couleur de l'icône de la visionneuse
it_it: Colore dell'icona della scatola luminosa
ja: ライトボックスのアイコンの色
nl_nl: De kleur van het lightbox-pictogram
sk_sk: Farba ikony lightboxu

source: Lightbox position
ar: موضع Lightbox
ca: Posició de la caixa de llum
cs_cz: Pozice lightboxu
de_de: Position im Leuchtkasten
es_es: Posición de la caja de luz
fr_ca: Emplacement de la visionneuse
it_it: Posizione della scatola luminosa
ja: ライトボックスの位置
nl_nl: Lightbox-positie
sk_sk: Pozícia svetelného boxu

source: Lightbox Settings
ar: إعدادات Lightbox
ca: Configuració de la caixa de llum
cs_cz: Nastavení Lightboxu
de_de: Lightbox-Einstellungen
es_es: Configuración de la caja de luz
fr_ca: Paramètres de la visionneuse
it_it: Impostazioni lightbox
ja: ライトボックス設定
nl_nl: Lightbox-instellingen
sk_sk: Nastavenia lightboxu

source: Lightbox slide effect
ar: تأثير شريحة Lightbox
ca: Efecte de diapositiva lightbox
cs_cz: Lightbox slide efekt
de_de: Lightbox-Dia-Effekt
es_es: Efecto de diapositiva de caja de luz
fr_ca: Effet de diapositive Lightbox
it_it: Effetto diapositiva lightbox
ja: ライトボックスのスライド効果
nl_nl: Lightbox dia-effect
sk_sk: Efekt snímky lightbox

source: Lines
ar: خطوط
ca: Línies
cs_cz: Čáry
de_de: Linien
es_es: Líneas
fr_ca: Lignes
it_it: Linee
ja: ライン
nl_nl: Lijnen
sk_sk: Čiary

source: Navigation button background color
ar: لون خلفية زر التنقل
ca: Color de fons del botó de navegació
cs_cz: Barva pozadí navigačního tlačítka
de_de: Hintergrundfarbe der Navigationsschaltfläche
es_es: Color de fondo del botón de navegación
fr_ca: Couleur de fond du bouton de navigation
it_it: Colore di sfondo del pulsante di navigazione
ja: ナビゲーション ボタンの背景色
nl_nl: Achtergrondkleur navigatieknop
sk_sk: Farba pozadia navigačného tlačidla

source: navigation button hover color
ar: لون تحوم زر التنقل
ca: color del botó de navegació
cs_cz: barva kurzoru navigačního tlačítka
de_de: Hover-Farbe der Navigationsschaltfläche
es_es: color de desplazamiento del botón de navegación
fr_ca: couleur de survol du bouton de navigation
it_it: colore al passaggio del mouse del pulsante di navigazione
ja: ナビゲーションボタンのホバーカラー
nl_nl: zweefkleur navigatieknop
sk_sk: farba kurzora navigačného tlačidla

source: Navigation button shape
ar: شكل زر التنقل
ca: Forma del botó de navegació
cs_cz: Tvar navigačního tlačítka
de_de: Form der Navigationsschaltfläche
es_es: Forma del botón de navegación
fr_ca: Forme du bouton de navigation
it_it: Forma del pulsante di navigazione
ja: ナビゲーション ボタンの形状
nl_nl: Navigatieknop vorm
sk_sk: Tvar navigačného tlačidla

source: Navigation icon color
ar: لون رمز التنقل
ca: Color de la icona de navegació
cs_cz: Barva ikony navigace
de_de: Farbe des Navigationssymbols
es_es: Color del icono de navegación
fr_ca: Couleur des icônes de navigation
it_it: Colore dell'icona di navigazione
ja: ナビゲーション アイコンの色
nl_nl: De kleur van het navigatiepictogram
sk_sk: Farba ikony navigácie

source: No
ar: لا
cs_cz: Ne
de_de: NEIN
fr_ca: Non
ja: いいえ
nl_nl: Nee
sk_sk: Nie

source: No rules are added.
ar: لا توجد قواعد مضافة.
ca: No s'afegeixen regles.
cs_cz: Nejsou přidána žádná pravidla.
de_de: Es werden keine Regeln hinzugefügt.
es_es: No se añaden reglas.
fr_ca: Aucune règle n'est ajoutée.
it_it: Non vengono aggiunte regole.
ja: ルールは追加されません。
nl_nl: Er worden geen regels toegevoegd.
sk_sk: Nie sú pridané žiadne pravidlá.

source: Note:
ar: ملحوظة:
ca: Nota:
cs_cz: Poznámka:
de_de: Notiz:
es_es: Nota:
it_it: Nota:
ja: ノート：
nl_nl: Opmerking:
sk_sk: Poznámka:

source: On Hover
ar: على التحويم
ca: Al gir
cs_cz: Na Hover
de_de: Auf Schweben
es_es: En vuelo estacionario
fr_ca: En vol stationnaire
it_it: Al passaggio del mouse
ja: ホバー時
nl_nl: Op Hover
sk_sk: Na Hover

source: Product Gallery Slider can be restricted to only selected Products/Categories.
ar: يمكن أن يقتصر شريط تمرير معرض المنتجات على المنتجات / الفئات المحددة فقط.
ca: El control lliscant de la galeria de productes només es pot restringir als productes/categories seleccionats.
cs_cz: Posuvník Galerie produktů lze omezit pouze na vybrané produkty/kategorie.
de_de: Der Produktgalerie-Slider kann auf ausgewählte Produkte/Kategorien beschränkt werden.
es_es: El control deslizante de la galería de productos se puede restringir solo a productos/categorías seleccionadas.
fr_ca: Le curseur de la galerie de produits peut être limité aux seuls produits/catégories sélectionnés.
it_it: Product Gallery Slider può essere limitato solo a prodotti/categorie selezionati.
ja: 製品ギャラリー スライダーは、選択した製品/カテゴリのみに制限できます。
nl_nl: Product Gallery Slider kan worden beperkt tot alleen geselecteerde producten/categorieën.
sk_sk: Posuvník Galéria produktov môže byť obmedzený len na vybrané produkty/kategórie.

source: Product gallery Slider can be restricted to only selected products/categories.
ar: يمكن أن يقتصر شريط تمرير معرض المنتجات على المنتجات / الفئات المحددة فقط.
ca: El control lliscant de la galeria de productes només es pot restringir als productes/categories seleccionats.
cs_cz: Galerie produktů Posuvník lze omezit pouze na vybrané produkty/kategorie.
de_de: Der Produktgalerie-Slider kann auf ausgewählte Produkte/Kategorien beschränkt werden.
es_es: El control deslizante de la galería de productos se puede restringir solo a productos/categorías seleccionadas.
fr_ca: Le curseur de la galerie de produits peut être limité aux seuls produits/catégories sélectionnés.
it_it: Lo Slider della galleria prodotti può essere limitato solo a prodotti/categorie selezionati.
ja: 製品ギャラリー スライダーは、選択した製品/カテゴリのみに制限できます。
nl_nl: Productgalerij Slider kan worden beperkt tot alleen geselecteerde producten/categorieën.
sk_sk: Galéria produktov Posuvník môže byť obmedzený len na vybrané produkty/kategórie.

source: Product Gallery Slider for WooCommerce
ar: شريط تمرير معرض المنتجات لـ WooCommerce
ca: Control lliscant de la galeria de productes per a WooCommerce
cs_cz: Posuvník galerie produktů pro WooCommerce
de_de: Produktgalerie-Slider für WooCommerce
es_es: Deslizador de galería de productos para WooCommerce
fr_ca: Curseur de galerie de produits pour WooCommerce
it_it: Dispositivo di scorrimento della galleria prodotti per WooCommerce
ja: WooCommerce の製品ギャラリー スライダー
nl_nl: Productgalerij-schuifregelaar voor WooCommerce
sk_sk: Posuvník galérie produktov pre WooCommerce

source: Product Videos
ar: فيديو المنتج
ca: Vídeos de productes
cs_cz: Produktová videa
de_de: Produktvideos
es_es: Vídeos de productos
fr_ca: Vidéos de produits
it_it: Video del prodotto
ja: 製品ビデオ
sk_sk: Videá o produktoch

source: Product/Category restriction
ar: تقييد المنتج / الفئة
ca: Restricció de producte/categoria
cs_cz: Omezení produktu/kategorie
de_de: Produkt-/Kategoriebeschränkung
es_es: Restricción de producto/categoría
fr_ca: Restriction de produit/catégorie
it_it: Restrizione di prodotto/categoria
ja: 商品・カテゴリーの制限
nl_nl: Product-/categoriebeperking
sk_sk: Obmedzenie produktu/kategórie

source: Rule Based Settings
ar: الإعدادات المستندة إلى القواعد
ca: Configuració basada en regles
cs_cz: Nastavení založená na pravidlech
de_de: Regelbasierte Einstellungen
es_es: Configuración basada en reglas
fr_ca: Paramètres basés sur des règles
it_it: Impostazioni basate su regole
ja: ルールベースの設定
nl_nl: Op regels gebaseerde instellingen
sk_sk: Nastavenia založené na pravidlách

source: Rule Category
ar: فئة القاعدة
ca: Categoria de regla
cs_cz: Kategorie pravidla
de_de: Regelkategorie
es_es: Categoría de regla
fr_ca: Catégorie de règle
it_it: Categoria regola
ja: ルール カテゴリ
nl_nl: Regel categorie
sk_sk: Kategória pravidla

source: Rule ID
ar: معرف القاعدة
ca: Identificador de regla
cs_cz: ID pravidla
de_de: Regel-ID
es_es: ID de regla
fr_ca: ID de règle
it_it: ID regola
ja: ルール ID
nl_nl: Regel-ID
sk_sk: ID pravidla

source: Rule Name
ar: اسم القاعدة
ca: Nom de la regla
cs_cz: Název pravidla
de_de: Regelname
es_es: Nombre de la regla
fr_ca: Nom de la règle
it_it: Nome regola
ja: ルール名
nl_nl: Regel naam
sk_sk: Názov pravidla

source: Rule name
ar: اسم القاعدة
ca: Nom de la regla
cs_cz: Název pravidla
de_de: Regelname
es_es: Nombre de la regla
fr_ca: Nom de la règle
it_it: Nome regola
ja: ルール名
nl_nl: Regel naam
sk_sk: Názov pravidla

source: Rule Priority
ar: أولوية القاعدة
ca: Prioritat de la regla
cs_cz: Priorita pravidla
de_de: Regelpriorität
es_es: Prioridad de regla
fr_ca: Priorité des règles
it_it: Priorità della regola
ja: ルールの優先度
nl_nl: Regel prioriteit
sk_sk: Priorita pravidiel

source: Rule priority
ar: حكم الأولوية
ca: Prioritat de la regla
cs_cz: Priorita pravidel
de_de: Regelpriorität
es_es: Prioridad de regla
fr_ca: Priorité des règles
it_it: Priorità della regola
ja: ルールの優先度
nl_nl: Regel prioriteit
sk_sk: Priorita pravidiel

source: Rule Status
ar: حالة القاعدة
ca: Estat de la regla
cs_cz: Stav pravidla
de_de: Regelstatus
es_es: Estado de la regla
fr_ca: État de la règle
it_it: Stato della regola
ja: ルールのステータス
nl_nl: Regelstatus
sk_sk: Stav pravidla

source: Rule with greater priority number has more priority.
ar: القاعدة ذات رقم الأولوية الأكبر لها أولوية أكبر.
ca: La regla amb un nombre de prioritat més gran té més prioritat.
cs_cz: Pravidlo s vyšším číslem priority má vyšší prioritu.
de_de: Regel mit höherer Prioritätszahl hat höhere Priorität.
es_es: La regla con mayor número de prioridad tiene más prioridad.
fr_ca: La règle avec un numéro de priorité plus élevé a plus de priorité.
it_it: La regola con un numero di priorità maggiore ha più priorità.
ja: 優先度番号が大きいルールほど優先度が高くなります。
nl_nl: Regel met hoger prioriteitsnummer heeft meer prioriteit.
sk_sk: Pravidlo s vyšším číslom priority má vyššiu prioritu.

source: Rules
ar: قواعد
ca: Normes
cs_cz: Pravidla
de_de: Regeln
es_es: Normas
fr_ca: Règles
it_it: Regole
ja: ルール
nl_nl: Reglement
sk_sk: pravidlá

source: Save
ar: يحفظ
ca: Desa
cs_cz: Uložit
de_de: Speichern
es_es: Ahorrar
fr_ca: Sauvegarder
it_it: Salva
ja: 保存
nl_nl: Redden
sk_sk: Uložiť

source: Save Rule
ar: حفظ القاعدة
ca: Guardar la regla
cs_cz: Uložit pravidlo
de_de: Regel speichern
es_es: Guardar regla
fr_ca: Enregistrer la règle
it_it: Salva regola
ja: ルールを保存
nl_nl: Regel opslaan
sk_sk: Uložiť pravidlo

source: Save Settings
ar: احفظ التغييرات
ca: Desa la configuració
cs_cz: Uložit nastavení
de_de: Einstellungen speichern
es_es: Guardar ajustes
fr_ca: Enregistrer les paramètres
it_it: Salva le impostazioni
ja: 設定を保存する
nl_nl: Instellingen opslaan
sk_sk: Uložiť nastavenia

source: Select Categories
ar: حدد الفئات
ca: Seleccioneu Categories
cs_cz: Vyberte Kategorie
de_de: Kategorien auswählen
es_es: Seleccionar categorías
fr_ca: Sélectionnez les catégories
it_it: Seleziona Categorie
ja: カテゴリーを選択
nl_nl: Selecteer Categorieën
sk_sk: Vyberte položku Kategórie

source: Select category
ar: اختر الفئة
ca: Seleccioneu la categoria
cs_cz: Vyberte kategorii
de_de: Kategorie wählen
es_es: Selecciona una categoría
fr_ca: Choisir une catégorie
it_it: Seleziona categoria
ja: カテゴリを選んでください
nl_nl: Selecteer categorie
sk_sk: Vybrať kategóriu

source: Select lightbox icon
ar: حدد رمز العرض المبسط
ca: Seleccioneu la icona de la caixa de llum
cs_cz: Vyberte ikonu lightboxu
de_de: Lightbox-Symbol auswählen
es_es: Seleccione el icono de la caja de luz
fr_ca: Sélectionnez l'icône de la visionneuse
it_it: Seleziona l'icona della scatola luminosa
ja: ライトボックス アイコンを選択
nl_nl: Selecteer het lightbox-pictogram
sk_sk: Vyberte ikonu svetelného poľa

source: Select navigation icon
ar: حدد أيقونة التنقل
ca: Seleccioneu la icona de navegació
cs_cz: Vyberte ikonu navigace
de_de: Navigationssymbol auswählen
es_es: Seleccione el icono de navegación
fr_ca: Sélectionner l'icône de navigation
it_it: Seleziona l'icona di navigazione
ja: ナビゲーション アイコンを選択
nl_nl: Selecteer het navigatiepictogram
sk_sk: Vyberte ikonu navigácie

source: Select product
ar: حدد المنتج
ca: Seleccioneu producte
cs_cz: Vyberte produkt
de_de: Ausgewähltes Produkt
es_es: Seleccionar producto
fr_ca: Sélectionner un produit
it_it: Seleziona prodotto
ja: 製品を選択
nl_nl: Selecteer product
sk_sk: Vyberte produkt

source: Select Products
ar: حدد المنتجات
ca: Seleccioneu Productes
cs_cz: Vyberte Produkty
de_de: Wählen Sie Produkte aus
es_es: Seleccionar productos
fr_ca: Sélectionnez des produits
it_it: Seleziona Prodotti
ja: 製品を選択
nl_nl: Selecteer Producten
sk_sk: Vyberte položku Produkty

source: Show bullets
ar: عرض الرصاص
ca: Mostra bales
cs_cz: Zobrazit odrážky
de_de: Kugeln zeigen
es_es: Mostrar viñetas
fr_ca: Afficher les puces
it_it: Mostra punti elenco
ja: 箇条書きを表示
nl_nl: Kogels tonen
sk_sk: Zobraziť odrážky

source: Show Bullets For Gallery Slider
ar: إظهار الرموز النقطية لمعرض المنزلق
ca: Mostra les vinyetes per al control lliscant de la galeria
cs_cz: Zobrazit odrážky pro posuvník galerie
de_de: Aufzählungszeichen für Galerie-Slider anzeigen
es_es: Mostrar viñetas para el control deslizante de la galería
fr_ca: Afficher les puces pour le curseur de la galerie
it_it: Mostra elenchi puntati per il dispositivo di scorrimento della galleria
ja: ギャラリー スライダーの箇条書きを表示
nl_nl: Toon opsommingstekens voor galerijschuifregelaar
sk_sk: Zobraziť odrážky pre posúvač galérie

source: Show bullets thumbnail
ar: إظهار الصورة المصغرة للرموز النقطية
ca: Mostra la miniatura de les pics
cs_cz: Zobrazit miniaturu odrážek
de_de: Miniaturansicht der Aufzählungszeichen anzeigen
es_es: Mostrar viñetas en miniatura
fr_ca: Afficher la vignette des puces
it_it: Mostra la miniatura dei punti elenco
ja: 箇条書きのサムネイルを表示
nl_nl: Miniatuur opsommingstekens weergeven
sk_sk: Zobraziť miniatúru odrážok

source: Show button for lightbox on image.
ar: زر إظهار للضوء على الصورة.
ca: Mostra el botó de la caixa de llum a la imatge.
cs_cz: Zobrazit tlačítko pro lightbox na obrázku.
de_de: Schaltfläche für Lightbox auf Bild anzeigen.
es_es: Mostrar botón para lightbox en la imagen.
fr_ca: Afficher le bouton pour la lightbox sur l'image.
it_it: Mostra pulsante per lightbox sull'immagine.
ja: 画像にライトボックスのボタンを表示します。
nl_nl: Toon knop voor lightbox op afbeelding.
sk_sk: Zobraziť tlačidlo pre lightbox na obrázku.

source: Show navigation icons
ar: إظهار رموز التنقل
ca: Mostra les icones de navegació
cs_cz: Zobrazit navigační ikony
de_de: Navigationssymbole anzeigen
es_es: Mostrar iconos de navegación
fr_ca: Afficher les icônes de navigation
it_it: Mostra le icone di navigazione
ja: ナビゲーション アイコンを表示
nl_nl: Toon navigatiepictogrammen
sk_sk: Zobraziť navigačné ikony

source: Show navigation on
ar: إظهار التنقل قيد التشغيل
ca: Mostra la navegació activada
cs_cz: Zobrazit navigaci zapnuto
de_de: Navigation einblenden
es_es: Mostrar navegación en
fr_ca: Afficher la navigation sur
it_it: Mostra la navigazione attiva
ja: ナビゲーションを表示
nl_nl: Toon navigatie aan
sk_sk: Zobraziť navigáciu zapnutú

source: Show thumbnail on bullets hover
ar: تظهر الصورة المصغرة على التعداد النقطي تحوم
ca: Mostra la miniatura a les vinyes que passen el cursor
cs_cz: Zobrazit miniaturu při umístění odrážky
de_de: Vorschaubild bei Aufzählungszeichen anzeigen
es_es: Mostrar miniatura al pasar el cursor por viñetas
fr_ca: Afficher la vignette au survol des puces
it_it: Mostra la miniatura al passaggio del mouse sui punti elenco
ja: 箇条書きの上にサムネイルを表示
nl_nl: Miniatuur weergeven bij zwevende opsommingstekens
sk_sk: Zobraziť miniatúru pri umiestnení kurzora myši

source: Show Zoombox On Image Hover
ar: إظهار Zoombox عند تمرير الصورة
ca: Mostra Zoombox al passar el cursor de la imatge
cs_cz: Zobrazit Zoombox při najetí myší
de_de: Zoombox bei Bild-Hover anzeigen
es_es: Mostrar Zoombox al pasar el mouse sobre la imagen
fr_ca: Afficher Zoombox lors du survol de l'image
it_it: Mostra Zoombox al passaggio del mouse sull'immagine
ja: 画像ホバー時にズームボックスを表示
nl_nl: Toon Zoombox bij afbeelding zweven
sk_sk: Zobraziť Zoombox pri umiestnení kurzora myši

source: Slide
ar: الانزلاق
ca: Diapositiva
cs_cz: Skluzavka
de_de: Gleiten
es_es: Deslizar
fr_ca: Glisser
it_it: Diapositiva
ja: 滑り台
nl_nl: Schuif
sk_sk: Šmykľavka

source: Square
ar: مربع
ca: Quadrat
cs_cz: Náměstí
de_de: Quadrat
es_es: Cuadrado
fr_ca: Carré
it_it: Piazza
ja: 四角
nl_nl: Vierkant
sk_sk: Námestie

source: Success!
ar: نجاح!
ca: Èxit!
cs_cz: Úspěch!
de_de: Erfolg!
es_es: ¡Éxito!
fr_ca: Succès!
it_it: Successo!
ja: 成功！
nl_nl: Succes!
sk_sk: Úspech!

source: Thumbnail images style
ar: نمط الصور المصغرة
ca: Estil d'imatges en miniatura
cs_cz: Styl miniaturních obrázků
de_de: Miniaturbildstil
es_es: Estilo de imágenes en miniatura
fr_ca: Style des vignettes
it_it: Stile delle immagini in miniatura
ja: サムネイル画像のスタイル
nl_nl: Stijl van miniatuurafbeeldingen
sk_sk: Štýl obrázkov miniatúr

source: Thumbnail Settings
ar: إعدادات الصورة المصغرة
ca: Configuració de miniatures
cs_cz: Nastavení miniatur
de_de: Miniaturbildeinstellungen
es_es: Configuración de miniaturas
fr_ca: Paramètres des vignettes
it_it: Impostazioni delle miniature
ja: サムネイル設定
nl_nl: Miniatuurinstellingen
sk_sk: Nastavenia miniatúr

source: Thumbnail slider layout
ar: تخطيط شريط تمرير الصورة المصغرة
ca: Disseny del control lliscant de miniatures
cs_cz: Rozložení jezdce miniatur
de_de: Miniaturbild-Schieberegler-Layout
es_es: Diseño del control deslizante de miniaturas
fr_ca: Disposition du curseur de vignette
it_it: Layout del dispositivo di scorrimento delle miniature
ja: サムネイル スライダーのレイアウト
nl_nl: Indeling miniatuurschuifregelaar
sk_sk: Rozloženie posúvača miniatúr

source: Thumbnails to show
ar: الصور المصغرة للعرض
ca: Miniatures per mostrar
cs_cz: Náhledy k zobrazení
de_de: Miniaturansichten zum Anzeigen
es_es: Miniaturas para mostrar
fr_ca: Vignettes à afficher
it_it: Miniature da mostrare
ja: 表示するサムネイル
nl_nl: Miniaturen om weer te geven
sk_sk: Miniatúry na zobrazenie

source: Top center
ar: مركز أعلى
ca: Centre superior
cs_cz: Horní střed
de_de: Oben in der Mitte
es_es: Centro Superior
fr_ca: Centre supérieur
it_it: In alto al centro
ja: トップセンター
nl_nl: Midden boven
sk_sk: Horný stred

source: Top Left
ar: أعلى اليسار
ca: A dalt a l'esquerra
cs_cz: Vlevo nahoře
de_de: Oben links
es_es: Arriba a la izquierda
fr_ca: En haut à gauche
it_it: A sinistra in alto
ja: 左上
nl_nl: Linksboven
sk_sk: Hore v ľavo

source: Top Right
ar: اعلى اليمين
ca: Dalt a la dreta
cs_cz: Vpravo nahoře
de_de: Oben rechts
es_es: Parte superior derecha
fr_ca: En haut à droite
it_it: In alto a destra
ja: 右上
nl_nl: Rechtsboven
sk_sk: Hore vpravo

source: Top right
ar: اعلى اليمين
ca: Dalt a la dreta
cs_cz: Vpravo nahoře
de_de: Oben rechts
es_es: Parte superior derecha
fr_ca: En haut à droite
it_it: In alto a destra
ja: 右上
nl_nl: Rechtsboven
sk_sk: Hore vpravo

source: Update Rule
ar: تحديث القاعدة
ca: Actualitzar la regla
cs_cz: Aktualizovat pravidlo
de_de: Regel aktualisieren
es_es: Regla de actualización
fr_ca: Mettre à jour la règle
it_it: Regola di aggiornamento
ja: 更新ルール
nl_nl: Regel bijwerken
sk_sk: Aktualizovať pravidlo

source: Vertical Left
ar: عمودي اليسار
ca: Vertical Esquerra
cs_cz: Svisle vlevo
de_de: Vertikal links
es_es: Izquierda vertical
fr_ca: Verticale gauche
it_it: Verticale sinistro
ja: 垂直左
nl_nl: Verticaal links
sk_sk: Vertikálne vľavo

source: Vertical Right
ar: عمودي يمين
ca: Vertical Dreta
cs_cz: Vertikální doprava
de_de: Vertikal rechts
es_es: Vertical derecha
fr_ca: Droite verticale
it_it: Verticale Destra
ja: 垂直右
nl_nl: Verticaal rechts
sk_sk: Vertikálne vpravo

source: Visible for All Products
ar: مرئي لجميع المنتجات
ca: Visible per a tots els productes
cs_cz: Viditelné pro všechny produkty
de_de: Für alle Produkte sichtbar
es_es: Visible para todos los productos
fr_ca: Visible pour tous les produits
it_it: Visibile per tutti i prodotti
ja: すべての製品に表示
nl_nl: Zichtbaar voor alle producten
sk_sk: Viditeľné pre všetky produkty

source: Yes
ar: نعم
ca: Sí
cs_cz: Ano
de_de: Ja
es_es: Sí
fr_ca: Oui
it_it: SÌ
ja: はい
nl_nl: Ja
sk_sk: Áno

source: Zoom
ar: تكبير
cs_cz: Zvětšení
de_de: Zoomen
it_it: Ingrandisci
ja: ズーム

source: Zoom box frame height (px)
ar: ارتفاع إطار مربع التكبير (بكسل)
ca: Alçada del marc del quadre de zoom (px)
cs_cz: Výška rámečku přiblížení (px)
de_de: Rahmenhöhe der Zoombox (px)
es_es: Altura del marco del cuadro de zoom (px)
fr_ca: Hauteur du cadre de la zone de zoom (px)
it_it: Altezza della cornice della casella di zoom (px)
ja: ズーム ボックス フレームの高さ (px)
nl_nl: Framehoogte zoomvak (px)
sk_sk: Výška rámu priblíženia (px)

source: Zoom box frame width (px)
ar: عرض إطار مربع التكبير (بكسل)
ca: Amplada del marc del quadre de zoom (px)
cs_cz: Šířka rámečku zoom boxu (px)
de_de: Rahmenbreite des Zoomfelds (px)
es_es: Ancho del marco del cuadro de zoom (px)
fr_ca: Largeur du cadre de la zone de zoom (px)
it_it: Larghezza cornice riquadro zoom (px)
ja: ズーム ボックスの枠幅 (px)
nl_nl: Framebreedte zoomvak (px)
sk_sk: Šírka rámu priblíženia (px)

source: Zoom box radius (%)
ar: نصف قطر مربع التكبير (٪)
ca: Radi del quadre de zoom (%)
cs_cz: Poloměr rámečku přiblížení (%)
es_es: Radio del cuadro de zoom (%)
fr_ca: Rayon de la zone de zoom (%)
it_it: Raggio della casella di zoom (%)
ja: ズーム ボックスの半径 (%)
nl_nl: Zoomvakradius (%)
sk_sk: Polomer poľa priblíženia (%)

source: Zoom Settings
ar: إعدادات التكبير
ca: Configuració del zoom
cs_cz: Nastavení zoomu
de_de: Zoom-Einstellungen
es_es: Ajustes de zoom
fr_ca: Paramètres de zoom
it_it: Impostazioni dello zoom
ja: ズーム設定
nl_nl: Zoom instellingen
sk_sk: Nastavenia priblíženia
