Repository: elemusma/lws-stitch-it-quick
Catalog: plugins/product-gallery-slider-for-woocommerce/languages/fme_pgisfw-*.po
Languages: ar, ca, cs_cz, de_de, es_es, fr_ca, it_it, ja, nl_nl, sk_sk

source: Numbering Font Color
ar: لون خط الترقيم
ca: Color de lletra de numeració
cs_cz: Barva písma číslování
de_de: Nummerierung Schriftfarbe
es_es: Color de fuente de numeración
fr_ca: Couleur de la police de numérotation
it_it: Colore carattere numerazione
ja: 番号付けフォントの色
nl_nl: Lettertypekleur nummering
sk_sk: Farba písma číslovania

source: Numbering font color
ar: لون خط الترقيم
ca: Color de lletra de numeració
cs_cz: Barva písma číslování
de_de: Schriftfarbe der Nummerierung
es_es: Color de fuente de numeración
fr_ca: Couleur de la police de numérotation
it_it: Colore del carattere della numerazione
ja: 番号付けのフォントの色
nl_nl: Nummering letterkleur
sk_sk: Farba písma číslovania

source: Selected image border color
ar: لون إطار الصورة المحدد
ca: Color de vora de la imatge seleccionat
cs_cz: Vybraná barva ohraničení obrázku
de_de: Ausgewählte Bildrandfarbe
es_es: Color del borde de la imagen seleccionada
fr_ca: Couleur de bordure de l'image sélectionnée
it_it: Colore del bordo dell'immagine selezionato
ja: 選択した画像の枠の色
nl_nl: Geselecteerde afbeeldingsrandkleur
sk_sk: Vybraná farba okraja obrázka

source: Settings Saved Successfully!
ar: تم حفظ الإعدادات بنجاح!
ca: La configuració s'ha desat correctament!
cs_cz: Nastavení byla úspěšně uložena!
de_de: Einstellungen erfolgreich gespeichert!
es_es: ¡Configuraciones guardadas con éxito!
fr_ca: Paramètres enregistrés avec succès !
it_it: Impostazioni salvate con successo!
ja: 設定が正常に保存されました!
nl_nl: Instellingen succesvol opgeslagen!
sk_sk: Nastavenia boli úspešne uložené!

source: 1000 = 1 sec
ar: 1000 = 1 ثانية
ca: 1000 = 1 seg
de_de: 1000 = 1 Sek
es_es: 1000 = 1 segundo
fr_ca: 1000 = 1 s
ja: 1000 = 1 秒
sk_sk: 1000 = 1 s

source: Add New Rule
ar: أضف قاعدة جديدة
ca: Afegeix una nova regla
cs_cz: Přidat nové pravidlo
de_de: Neue Regel hinzufügen
es_es: Agregar nueva regla
fr_ca: Ajouter une nouvelle règle
it_it: Aggiungi nuova regola
ja: 新しいルールを追加
nl_nl: Nieuwe regel toevoegen
sk_sk: Pridať nové pravidlo

source: Add New URL
ca: Afegeix un URL nou
cs_cz: Přidat novou adresu URL
de_de: Neue URL hinzufügen
es_es: Agregar nueva URL
fr_ca: Ajouter une nouvelle URL
it_it: Aggiungi nuovo URL
ja: 新しい URL を追加
nl_nl: Nieuwe URL toevoegen
sk_sk: Pridať novú adresu URL

source: Add Rule
ar: أضف القاعدة
ca: Afegeix una regla
cs_cz: Přidat pravidlo
de_de: Regel hinzufügen
es_es: Agregar regla
fr_ca: Ajouter une règle
it_it: Aggiungi regola
ja: ルールを追加
nl_nl: Regel toevoegen
sk_sk: Pridať pravidlo

source: Adjust aspect ratio
ar: ضبط نسبة العرض إلى الارتفاع
ca: Ajusta la relació d'aspecte
cs_cz: Upravte poměr stran
de_de: Seitenverhältnis anpassen
es_es: Ajustar la relación de aspecto
fr_ca: Ajuster le format d'image
it_it: Regola le proporzioni
ja: アスペクト比を調整する
nl_nl: Pas de beeldverhouding aan
sk_sk: Upravte pomer strán

source: Arrow Settings
ar: إعدادات السهم
ca: Configuració de la fletxa
cs_cz: Nastavení šipky
de_de: Pfeileinstellungen
es_es: Configuración de flecha
fr_ca: Paramètres de flèche
it_it: Impostazioni freccia
ja: 矢印の設定
nl_nl: Pijl instellingen
sk_sk: Nastavenia šípok

source: Arrows Settings
ar: إعدادات الأسهم
ca: Configuració de les fletxes
cs_cz: Nastavení šipek
de_de: Pfeileinstellungen
es_es: Configuración de flechas
fr_ca: Paramètres des flèches
it_it: Impostazioni delle frecce
ja: 矢印の設定
nl_nl: Pijlen instellingen
sk_sk: Nastavenia šípok

source: Auto play slider
ar: منزلق التشغيل التلقائي
ca: Control lliscant de reproducció automàtica
cs_cz: Posuvník automatického přehrávání
de_de: Schieberegler für die automatische Wiedergabe
es_es: Control deslizante de reproducción automática
fr_ca: Curseur de lecture automatique
it_it: Cursore di riproduzione automatica
ja: 自動再生スライダー
nl_nl: Schuifregelaar voor automatisch afspelen
sk_sk: Posuvník automatického prehrávania

source: Auto play timeout
ar: مهلة التشغيل التلقائي
ca: Temps d'espera de reproducció automàtica
cs_cz: Časový limit automatického přehrávání
de_de: Timeout für automatische Wiedergabe
es_es: Tiempo de espera de reproducción automática
fr_ca: Délai de lecture automatique
it_it: Timeout di riproduzione automatica
ja: 自動再生タイムアウト
nl_nl: Time-out voor automatisch afspelen
sk_sk: Časový limit automatického prehrávania

source: Bellow Image
ar: الصورة التالية
ca: Imatge de sota
cs_cz: Níže uvedený obrázek
de_de: Bild unten
es_es: Imagen de abajo
fr_ca: Image ci-dessous
it_it: Immagine sotto
ja: 怒鳴る画像
nl_nl: Hieronder afbeelding
sk_sk: Nižšie na obrázku

source: Bottom bar
ar: شريط أسفل
ca: Barra inferior
cs_cz: Spodní lišta
de_de: Bodenleiste
es_es: Barra inferior
fr_ca: Barre inférieure
it_it: Barra inferiore
ja: ボトムバー
nl_nl: Onderste balk
sk_sk: Spodná lišta

source: Bottom center
ar: مركز القاع
ca: Centre inferior
cs_cz: Spodní střed
de_de: Unten in der Mitte
es_es: Parte inferior central
fr_ca: En bas au centre
it_it: In basso al centro
ja: 下中央
nl_nl: Middenonder
sk_sk: Stred dole

source: Bottom counter bar
ar: شريط العداد السفلي
ca: Barra de comptador inferior
cs_cz: Spodní pultová lišta
de_de: Untere Thekenleiste
es_es: Barra de mostrador inferior
fr_ca: Barre de comptoir inférieure
it_it: Bancone inferiore
ja: ボトムカウンターバー
nl_nl: Onderste balie
sk_sk: Spodná pultová lišta

source: Bottom Left
ar: أسفل اليسار
ca: Baix a l 'esquerra
cs_cz: Vlevo dole
de_de: Unten links
es_es: Abajo a la izquierda
fr_ca: En bas à gauche
it_it: In basso a sinistra
ja: 左下
nl_nl: Linksonder
sk_sk: Dole vľavo

source: Bottom left
ar: أسفل اليسار
ca: Baix a l 'esquerra
cs_cz: Vlevo dole
de_de: Unten links
es_es: Abajo a la izquierda
fr_ca: En bas à gauche
it_it: In basso a sinistra
ja: 左下
nl_nl: Linksonder
sk_sk: Dole vľavo

source: Bottom Right
ar: أسفل اليمين
ca: Abaix a la dreta
cs_cz: Vpravo dole
de_de: Unten rechts
es_es: Abajo a la derecha
fr_ca: En bas à droite
it_it: In basso a destra
ja: 右下
nl_nl: Rechts onder
sk_sk: Vpravo dole

source: Bottom right
ar: أسفل اليمين
ca: Abaix a la dreta
cs_cz: Vpravo dole
de_de: Unten rechts
es_es: Abajo a la derecha
fr_ca: En bas à droite
it_it: In basso a destra
ja: 右下
nl_nl: Rechts onder
sk_sk: Vpravo dole

source: Box
ar: صندوق
ca: Caixa
de_de: Kasten
es_es: Caja
fr_ca: Boîte
it_it: Scatola
ja: 箱
nl_nl: Doos

source: Bullets background color
ar: لون خلفية التعداد النقطي
ca: Color de fons de les bales
cs_cz: Barva pozadí odrážky
de_de: Hintergrundfarbe der Aufzählungszeichen
es_es: Color de fondo de viñetas
fr_ca: Couleur de fond des puces
it_it: Colore di sfondo dei punti elenco
ja: 箇条書きの背景色
nl_nl: Kogels achtergrondkleur
sk_sk: Farba pozadia odrážok

source: Bullets hover color
ar: تحوم الرموز النقطية
ca: Les bales passen de color
cs_cz: Kulky vznášejí barvu
de_de: Kugeln schweben Farbe
es_es: Color de desplazamiento de balas
fr_ca: Les balles survolent la couleur
it_it: I proiettili si librano a colori
ja: 弾丸のホバーの色
nl_nl: Kogels zweven kleur
sk_sk: Guľky sa vznášajú farbou

source: Bullets placement
ar: وضع الرصاص
ca: Col·locació de bales
cs_cz: Umístění střel
de_de: Kugelplatzierung
es_es: Colocación de balas
fr_ca: Placement des balles
it_it: Posizionamento dei proiettili
ja: 箇条書きの配置
nl_nl: Plaatsing van kogels
sk_sk: Umiestnenie nábojov

source: Bullets position
ar: موقع الرصاص
ca: Posició de les bales
cs_cz: Pozice střel
de_de: Position der Aufzählungszeichen
es_es: Posición de las balas
fr_ca: Position des balles
it_it: Posizione dei proiettili
ja: 弾丸の位置
nl_nl: Kogels positie
sk_sk: Pozícia odrážok

source: Bullets Settings
ar: إعدادات التعداد النقطي
ca: Configuració de les bales
cs_cz: Nastavení odrážek
de_de: Aufzählungszeichen-Einstellungen
es_es: Configuración de viñetas
fr_ca: Paramètres des puces
it_it: Impostazioni dei punti elenco
ja: 箇条書きの設定
nl_nl: Opsommingstekens instellingen
sk_sk: Nastavenia odrážok

source: Bullets shape
ar: شكل الرصاص
ca: Forma de bales
cs_cz: Tvar kulky
de_de: Kugeln formen
es_es: Forma de balas
fr_ca: Forme de balles
it_it: Forma di proiettili
ja: 弾丸の形状
nl_nl: Kogels vorm
sk_sk: Tvar guľky

source: Choose
ca: Tria
cs_cz: Vybrat
de_de: Wählen
es_es: Elegir
fr_ca: Choisir
it_it: Scegliere
ja: 選ぶ
nl_nl: Kiezen
sk_sk: Vyberte si

source: Circle
ar: دائرة
ca: Cercle
cs_cz: Kruh
de_de: Kreis
es_es: Círculo
fr_ca: Cercle
it_it: Cerchio
ja: 丸
nl_nl: Cirkel
sk_sk: Kruh

source: Counter bullets
ar: الرصاص المضاد
ca: Contrabales
cs_cz: Počítadlo kulek
de_de: Gegenkugeln
es_es: Contador de balas
fr_ca: Contre balles
it_it: Controproiettili
ja: カウンター弾
nl_nl: Tegen kogels
sk_sk: Počítadlo nábojov

source: Counter bullets Font Color
ar: عداد نقطي لون الخط
ca: Contrabales Color de lletra
cs_cz: Počítadlo odrážek Barva písma
de_de: Counter Aufzählungszeichen Schriftfarbe
es_es: Contador de viñetas Color de fuente
fr_ca: Compteur de puces Couleur de la police
it_it: Punti elenco contatore Colore carattere
ja: カウンターブレットのフォントカラー
nl_nl: Teller opsommingstekens Letterkleur
sk_sk: Počítadlo odrážok Farba písma

source: Default : 5
ar: الافتراضي: 5
ca: Per defecte: 5
cs_cz: Výchozí: 5
de_de: Standard: 5
es_es: Predeterminado: 5
fr_ca: Par défaut : 5
it_it: Predefinito: 5
ja: デフォルト: 5
nl_nl: Standaard: 5
sk_sk: Predvolené: 5

source: Default: 10%
ar: الافتراضي: 10٪
ca: Per defecte: 10%
cs_cz: Výchozí: 10 %
de_de: Standard: 10 %
es_es: Predeterminado: 10%
fr_ca: Par défaut : 10 %
it_it: Predefinito: 10%
ja: デフォルト: 10%
nl_nl: Standaard: 10%
sk_sk: Predvolená hodnota: 10 %

source: Default: 100
ar: الافتراضي: 100
ca: Per defecte: 100
cs_cz: Výchozí: 100
de_de: Standard: 100
es_es: Predeterminado: 100
fr_ca: Par défaut : 100
it_it: Predefinito: 100
ja: デフォルト: 100
nl_nl: Standaard: 100
sk_sk: Predvolená hodnota: 100

source: Default: 600
ar: الافتراضي: 600
ca: Per defecte: 600
cs_cz: Výchozí: 600
de_de: Standard: 600
es_es: Predeterminado: 600
fr_ca: Par défaut : 600
it_it: Predefinito: 600
ja: デフォルト: 600
nl_nl: Standaard: 600
sk_sk: Predvolená hodnota: 600

source: Default: Bottom Right
ar: الافتراضي: أسفل اليمين
ca: Per defecte: a la part inferior dreta
cs_cz: Výchozí: Vpravo dole
de_de: Standard: Unten rechts
es_es: Predeterminado: Abajo a la derecha
fr_ca: Par défaut : En bas à droite
it_it: Predefinito: in basso a destra
ja: デフォルト: 右下
nl_nl: Standaard: Rechtsonder
sk_sk: Predvolené: Vpravo dole

source: Default: Circle
ar: الافتراضي: الدائرة
ca: Per defecte: cercle
cs_cz: Výchozí: Kruh
de_de: Standard: Kreis
es_es: Predeterminado: Círculo
fr_ca: Par défaut : Cercle
it_it: Predefinito: Cerchio
ja: デフォルト: 円
nl_nl: Standaard: Cirkel
sk_sk: Predvolená hodnota: Kruh

source: Default: No
ar: الافتراضي: لا
ca: Per defecte: No
cs_cz: Výchozí: Ne
de_de: Standard: Nein
es_es: Predeterminado: No
fr_ca: Par défaut : Non
it_it: Predefinito: No
ja: デフォルト: いいえ
nl_nl: Standaard: Nee
sk_sk: Predvolená hodnota: Nie

source: Default: no
ar: الافتراضي: لا
ca: Per defecte: no
cs_cz: Výchozí: ne
de_de: Standard: nein
es_es: Predeterminado: no
fr_ca: Par défaut : non
it_it: Predefinito: no
ja: デフォルト: いいえ
nl_nl: Standaard: nee
sk_sk: Predvolená hodnota: nie

source: Default: On hover
ar: الافتراضي: عند المرور فوق
ca: Per defecte: al passar el cursor
cs_cz: Výchozí: Při umístění kurzoru
de_de: Standard: Beim Schweben
es_es: Predeterminado: Al pasar el mouse
fr_ca: Par défaut : Au survol
it_it: Predefinito: Al passaggio del mouse
ja: デフォルト: ホバー時
nl_nl: Standaard: bij zweven
sk_sk: Predvolené: Pri umiestnení kurzora myši

source: Default: Slide
ar: الافتراضي: شريحة
ca: Per defecte: Slide
cs_cz: Výchozí: Slide
de_de: Standard: Folie
es_es: Predeterminado: Diapositiva
fr_ca: Par défaut : Diapositive
it_it: Predefinito: diapositiva
ja: デフォルト: スライド
nl_nl: Standaard: Schuif
sk_sk: Predvolené: Slide

source: Default: Yes
ar: الافتراضي: نعم
ca: Per defecte: Sí
cs_cz: Výchozí: Ano
de_de: Standard: Ja
es_es: Predeterminado: Sí
fr_ca: Par défaut : Oui
it_it: Predefinito: Sì
ja: デフォルト: はい
nl_nl: Standaard: Ja
sk_sk: Predvolené: Áno

source: Delete
ar: يمسح
ca: Suprimeix
cs_cz: Vymazat
de_de: Löschen
es_es: Borrar
fr_ca: Supprimer
it_it: Eliminare
ja: 消去
nl_nl: Verwijderen
sk_sk: Odstrániť

source: Delete All Rules
ar: حذف كافة القواعد
ca: Suprimeix totes les regles
cs_cz: Smazat všechna pravidla
de_de: Alle Regeln löschen
es_es: Eliminar todas las reglas
fr_ca: Supprimer toutes les règles
it_it: Elimina tutte le regole
ja: すべてのルールを削除
nl_nl: Verwijder alle regels
sk_sk: Odstrániť všetky pravidlá

source: Disabled
ar: عاجز
ca: Inhabilitat
cs_cz: Zakázáno
de_de: Behinderte
es_es: Desactivado
fr_ca: Désactivé
it_it: Disabilitato
ja: 無効
nl_nl: Gehandicapt
sk_sk: Zakázané

source: Edit
ar: يحرر
ca: Edita
cs_cz: Upravit
de_de: Bearbeiten
es_es: Editar
fr_ca: Modifier
it_it: Modificare
ja: 編集
nl_nl: Bewerking
sk_sk: Upraviť

source: Edit Rule
ar: تحرير القاعدة
ca: Edita la regla
cs_cz: Upravit pravidlo
de_de: Regel bearbeiten
es_es: Editar regla
fr_ca: Modifier la règle
it_it: Modifica regola
ja: ルールを編集
nl_nl: Regel bewerken
sk_sk: Upraviť pravidlo

source: Enable attractive slider for product gallery images and add the videos in gallery.
ar: قم بتمكين شريط التمرير الجذاب لصور معرض المنتجات وأضف مقاطع الفيديو في المعرض.
ca: Activeu el control lliscant atractiu per a les imatges de la galeria de productes i afegiu els vídeos a la galeria.
cs_cz: Povolte atraktivní posuvník pro obrázky galerie produktů a přidejte videa do galerie.
de_de: Aktivieren Sie attraktive Schieberegler für Produktgaleriebilder und fügen Sie die Videos in der Galerie hinzu.
es_es: Habilite el control deslizante atractivo para las imágenes de la galería de productos y agregue los videos en la galería.
fr_ca: Activez le curseur attrayant pour les images de la galerie de produits et ajoutez les vidéos dans la galerie.
it_it: Abilita il dispositivo di scorrimento attraente per le immagini della galleria dei prodotti e aggiungi i video nella galleria.
ja: 製品ギャラリー画像の魅力的なスライダーを有効にし、ギャラリーにビデオを追加します.
nl_nl: Schakel een aantrekkelijke schuifregelaar in voor productgalerijafbeeldingen en voeg de video's toe aan de galerij.
sk_sk: Povoľte atraktívny posúvač pre obrázky galérie produktov a pridajte videá do galérie.

source: Enable gallery slider
ar: تفعيل شريط تمرير المعرض
ca: Activa el control lliscant de la galeria
cs_cz: Povolit posuvník galerie
de_de: Galerie-Slider aktivieren
es_es: Habilitar el control deslizante de la galería
fr_ca: Activer le curseur de la galerie
it_it: Abilita il dispositivo di scorrimento della galleria
ja: ギャラリー スライダーを有効にする
nl_nl: Galerijschuifregelaar inschakelen
sk_sk: Povoliť posúvač galérie

source: Enable Gallery Slider For Your Website.
ar: قم بتمكين شريط تمرير المعرض لموقعك على الويب.
ca: Activa el control lliscant de la galeria per al teu lloc web.
cs_cz: Povolte pro svůj web posuvník galerie.
de_de: Aktivieren Sie den Galerie-Slider für Ihre Website.
es_es: Habilite el control deslizante de la galería para su sitio web.
fr_ca: Activez le curseur de la galerie pour votre site Web.
it_it: Abilita Gallery Slider per il tuo sito web.
ja: ウェブサイトのギャラリー スライダーを有効にします。
nl_nl: Galerijschuifregelaar inschakelen voor uw website.
sk_sk: Povoľte pre svoj web posuvník Galéria.

source: Enable numbering on gallery
ar: تمكين الترقيم في المعرض
ca: Activa la numeració a la galeria
cs_cz: Povolit číslování v galerii
de_de: Aktivieren Sie die Nummerierung in der Galerie
es_es: Habilitar la numeración en la galería
fr_ca: Activer la numérotation sur la galerie
it_it: Abilita la numerazione nella galleria
ja: ギャラリーでナンバリングを有効にする
nl_nl: Schakel nummering in galerij in
sk_sk: Povoliť číslovanie v galérii

source: Enable numbering on images gallery.
ar: تمكين الترقيم في معرض الصور.
ca: Activa la numeració a la galeria d'imatges.
cs_cz: Povolit číslování v galerii obrázků.
de_de: Aktivieren Sie die Nummerierung in der Bildergalerie.
es_es: Habilitar la numeración en la galería de imágenes.
fr_ca: Activer la numérotation sur la galerie d'images.
it_it: Abilita la numerazione nella galleria immagini.
ja: 画像ギャラリーで番号付けを有効にします。
nl_nl: Schakel nummering in afbeeldingengalerij in.
sk_sk: Povoliť číslovanie v galérii obrázkov.

source: Enable rule
ar: تمكين القاعدة
ca: Activa la regla
cs_cz: Povolit pravidlo
de_de: Regel aktivieren
es_es: Habilitar regla
fr_ca: Activer la règle
it_it: Abilita regola
ja: ルールを有効にする
nl_nl: Regel inschakelen
sk_sk: Povoliť pravidlo

source: Enable rule.
ar: تمكين القاعدة.
ca: Activa la regla.
cs_cz: Povolit pravidlo.
de_de: Regel aktivieren.
es_es: Habilitar regla.
fr_ca: Activer la règle.
it_it: Abilita regola.
ja: ルールを有効にします。
nl_nl: Regel inschakelen.
sk_sk: Povoliť pravidlo.

source: Enable to automatically adjust image aspect ratio when using vertical layout.
ar: قم بتمكين الضبط التلقائي لنسبة العرض إلى الارتفاع للصورة عند استخدام التخطيط العمودي.
ca: Activeu-lo per ajustar automàticament la relació d'aspecte de la imatge quan utilitzeu el disseny vertical.
cs_cz: Povolením automatické úpravy poměru stran obrazu při použití svislého rozvržení.
de_de: Aktivieren Sie diese Option, um das Bildseitenverhältnis automatisch anzupassen, wenn Sie ein vertikales Layout verwenden.
es_es: Habilite para ajustar automáticamente la relación de aspecto de la imagen al usar el diseño vertical.
fr_ca: Activer pour ajuster automatiquement le rapport d'aspect de l'image lors de l'utilisation de la disposition verticale.
it_it: Consente di regolare automaticamente le proporzioni dell'immagine quando si utilizza il layout verticale.
ja: 垂直レイアウトを使用しているときに、画像の縦横比を自動的に調整できるようにします。
nl_nl: Schakel in om de beeldverhouding automatisch aan te passen bij gebruik van verticale lay-out.
sk_sk: Povoliť automatickú úpravu pomeru strán obrazu pri použití vertikálneho rozloženia.

source: Enable to automatically adjust image aspect ratio when using vertical layout..
ar: تمكين لضبط نسبة العرض إلى الارتفاع للصورة تلقائيًا عند استخدام التخطيط العمودي ..
ca: Activa per ajustar automàticament la relació d'aspecte de la imatge quan s'utilitza el disseny vertical.
cs_cz: Povolte automatickou úpravu poměru stran obrazu při použití svislého rozvržení.
de_de: Aktivieren Sie diese Option, um das Bildseitenverhältnis automatisch anzupassen, wenn Sie ein vertikales Layout verwenden.
es_es: Habilite para ajustar automáticamente la relación de aspecto de la imagen al usar el diseño vertical.
fr_ca: Activer pour ajuster automatiquement le rapport d'aspect de l'image lors de l'utilisation de la disposition verticale.
it_it: Consente di regolare automaticamente le proporzioni dell'immagine quando si utilizza il layout verticale.
ja: 縦レイアウトを使用する場合、画像の縦横比を自動的に調整できるようにします。
nl_nl: Schakel in om de beeldverhouding automatisch aan te passen bij gebruik van verticale lay-out..
sk_sk: Povoliť automatickú úpravu pomeru strán obrazu pri použití vertikálneho rozloženia.

source: Enabled
ar: ممكن
ca: Habilitat
cs_cz: Povoleno
de_de: Ermöglicht
es_es: Activado
fr_ca: Activé
it_it: Abilitato
ja: 有効
nl_nl: Ingeschakeld
sk_sk: Povolené

source: Fade
ar: يختفي
ca: Esvair
cs_cz: Slábnout
de_de: Verblassen
es_es: Desteñir
fr_ca: Disparaître
it_it: Dissolvenza
ja: フェード
nl_nl: Vervagen
sk_sk: Vyblednúť

source: Fixed
ar: مُثَبَّت
ca: Arreglat
cs_cz: Pevný
de_de: Fest
es_es: Fijado
fr_ca: Fixé
it_it: Fisso
ja: 修理済み
nl_nl: Vast
sk_sk: Opravené

source: FME Addons
ar: ملحقات FME
ca: Complements FME
cs_cz: FME doplňky
es_es: Complementos FME
fr_ca: Compléments FME
it_it: Componenti aggiuntivi FME
ja: FME アドオン
sk_sk: Doplnky FME

source: Gallery Slider
ar: معرض المنزلق
ca: Control lliscant de la galeria
cs_cz: Posuvník galerie
de_de: Galerie-Schieberegler
es_es: Deslizador de galería
fr_ca: Curseur de la galerie
it_it: Cursore Galleria
ja: ギャラリースライダー
nl_nl: Galerij schuifregelaar
sk_sk: Posúvač galérie

source: General Settings
ar: الاعدادات العامة
ca: Configuració general
cs_cz: Obecné nastavení
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_ca: réglages généraux
it_it: impostazioni generali
ja: 一般設定
nl_nl: Algemene instellingen
sk_sk: Všeobecné nastavenia

source: Hide thumbnail from slider
ar: إخفاء الصورة المصغرة من شريط التمرير
ca: Amaga la miniatura del control lliscant
cs_cz: Skrýt miniaturu z posuvníku
de_de: Miniaturansicht vor Schieberegler ausblenden
es_es: Ocultar miniatura del control deslizante
fr_ca: Masquer la vignette du curseur
it_it: Nascondi la miniatura dal dispositivo di scorrimento
ja: スライダーからサムネイルを隠す
nl_nl: Verberg miniatuur van schuifregelaar
sk_sk: Skryť miniatúru z posúvača

source: Hide thumbnails
ar: إخفاء الصور المصغرة
ca: Amaga les miniatures
cs_cz: Skrýt miniatury
de_de: Miniaturansichten ausblenden
es_es: Ocultar miniaturas
fr_ca: Masquer les vignettes
it_it: Nascondi miniature
ja: サムネイルを非表示
nl_nl: Verberg miniaturen
sk_sk: Skryť miniatúry

source: Horizontal
ar: أفقي
ca: Horitzontal
cs_cz: Horizontální
it_it: Orizzontale
ja: 水平
nl_nl: Horizontaal
sk_sk: Horizontálne

source: If no product is selected it will show on all shop products.
ar: إذا لم يتم تحديد أي منتج ، فسيتم عرضه على جميع منتجات المتجر.
ca: Si no se selecciona cap producte, es mostrarà a tots els productes de la botiga.
cs_cz: Pokud není vybrán žádný produkt, zobrazí se na všech produktech obchodu.
de_de: Wenn kein Produkt ausgewählt ist, wird es auf allen Shop-Produkten angezeigt.
es_es: Si no se selecciona ningún producto, se mostrará en todos los productos de la tienda.
fr_ca: Si aucun produit n'est sélectionné, il apparaîtra sur tous les produits de la boutique.
it_it: Se non viene selezionato alcun prodotto, verrà visualizzato su tutti i prodotti del negozio.
ja: 商品が選択されていない場合は、すべてのショップ商品に表示されます。
nl_nl: Als er geen product is geselecteerd, wordt dit weergegeven op alle winkelproducten.
sk_sk: Ak nevyberiete žiadny produkt, zobrazí sa na všetkých produktoch obchodu.

source: Inside Image
ar: داخل الصورة
ca: Imatge interior
cs_cz: Vnitřní obrázek
de_de: Inneres Bild
es_es: Imagen interior
fr_ca: Image intérieure
it_it: Immagine interna
ja: 内部イメージ
nl_nl: Binnen afbeelding
sk_sk: Vnútorný obrázok

source: Layout 1
ar: تخطيط 1
ca: Disseny 1
cs_cz: Rozložení 1
de_de: Anordnung 1
es_es: Diseño 1
fr_ca: Disposition 1
it_it: Disposizione 1
ja: レイアウト 1
sk_sk: Rozloženie 1

source: Layout 2
ar: تخطيط 2
ca: Disseny 2
cs_cz: Rozložení 2
de_de: Anordnung 2
es_es: Diseño 2
fr_ca: Disposition 2
it_it: Disposizione 2
ja: レイアウト 2
sk_sk: Rozloženie 2

source: Light box
ar: صندوق مضئ
ca: Caixa de llum
cs_cz: Světelný box
de_de: Leuchtkasten
es_es: Caja ligera
fr_ca: Boite à lumière
it_it: Scatola luminosa
ja: ライトボックス
nl_nl: Lichtbak
sk_sk: Svetelný box

source: Lightbox bg hover color
ar: لون التمرير Lightbox bg
ca: Color del cursor de la caixa de llum bg
cs_cz: Barva při najetí na lightbox bg
de_de: Lightbox bg Hover-Farbe
es_es: Color de desplazamiento de bg de caja de luz
fr_ca: Couleur de survol de la lightbox bg
it_it: Lightbox bg colore al passaggio del mouse
ja: ライトボックスの背景ホバーの色
nl_nl: Lightbox bg zweeft kleur
sk_sk: Farba pri prechode svetla lightbox bg

source: Lightbox frame width (px)
ar: عرض إطار Lightbox (بكسل)
ca: Amplada del marc de la caixa de llum (px)
cs_cz: Šířka rámečku Lightbox (px)
de_de: Rahmenbreite des Leuchtkastens (px)
es_es: Ancho del marco de la caja de luz (px)
fr_ca: Largeur du cadre de la lightbox (px)
it_it: Larghezza cornice lightbox (px)
ja: ライトボックスのフレーム幅 (px)
nl_nl: Framebreedte lightbox (px)
sk_sk: Šírka rámu lightboxu (px)

source: Lightbox icon bg color
ar: رمز Lightbox لون bg
ca: Icona Lightbox color bg
cs_cz: Barva ikony Lightbox bg
de_de: Lightbox-Symbol bg Farbe
es_es: Color de bg de icono de caja de luz
fr_ca: Couleur bg de l'icône Lightbox
it_it: Icona lightbox colore bg
ja: ライトボックス アイコンの背景色
nl_nl: Lightbox icoon bg kleur
sk_sk: Farba ikony lightbox bg
