Repository: elemusma/lws-stitch-it-quick
Catalog: plugins/yaypricing/languages/yaypricing-*.po
Languages: cs_cz, de_de, es, nb_no

source: Purchased products among all the orders they have placed in the past.
cs_cz: Zakoupené produkty mezi všemi objednávkami, které zadali v minulosti.
de_de: Gekaufte Produkte unter allen Bestellungen, die sie in der Vergangenheit aufgegeben haben.
es: Productos comprados entre todos los pedidos que han realizado en el pasado.
nb_no: Kjøpte produkter blant alle bestillingene de har lagt inn tidligere.

source: Purchased products in a specific order.
cs_cz: Zakoupené produkty v konkrétní objednávce.
de_de: Gekaufte Produkte in einer bestimmten Reihenfolge.
es: Productos comprados en un pedido específico.
nb_no: Kjøpte produkter i en bestemt rekkefølge.

source: Quantity discounts
cs_cz: Množstevní slevy
de_de: Mengenrabatte
es: Descuentos por cantidad
nb_no: Kvantumsrabatter

source: Quantity title
cs_cz: Název množství
de_de: Mengentitel
es: Título de la cantidad
nb_no: Antall tittel

source: Quantity
cs_cz: Množství
de_de: Menge
es: Cantidad
nb_no: Antall

source: Reduce 50% shipping fee for order below 100
cs_cz: Snižte poplatek 50% shipping za objednávku pod 100
de_de: Reduzieren Sie die 50% sHippinggebühr für Bestellungen unter 100
es: Reduzca la tarifa % s 50 para pedidos inferiores a 100
nb_no: Reduser gebyret på 50% shipping for bestillinger under 100

source: Reduce Shipping Fee
cs_cz: Snižte poplatek za dopravu
de_de: Versandkosten reduzieren
es: Reducir la tarifa de envío
nb_no: Reduser fraktgebyret

source: Refer to this comparison table so that you will have an informeddecision
cs_cz: Podívejte se na tuto srovnávací tabulku, abyste měli informované rozhodnutí
de_de: Beziehen Sie sich auf diese Vergleichstabelle, damit Sie eine fundierte Entscheidung treffen können
es: Consulte esta tabla comparativa para tener una decisión informada
nb_no: Se denne sammenligningstabellen slik at du får en informert beslutning

source: Regular price is displayed as strike-through text on cart page and checkout page
cs_cz: Běžná cena se zobrazuje jako přeškrtnutý text na stránce košíku a na stránce pokladny
de_de: Der reguläre Preis wird als durchgestrichener Text auf der Warenkorbseite und der Checkout-Seite angezeigt
es: El precio normal se muestra como texto tachado en la página del carrito y en la página de pago
nb_no: Vanlig pris vises som gjennomstreket tekst på handlekurvsiden og kassesiden

source: Regular price is displayed as strike-through text on product price
cs_cz: Běžná cena je zobrazena jako přeškrtnutý text na ceně produktu
de_de: Der reguläre Preis wird als durchgestrichener Text auf dem Produktpreis angezeigt
es: El precio normal se muestra como texto tachado en el precio del producto
nb_no: Vanlig pris vises som gjennomstreket tekst på produktpris

source: Remove all
cs_cz: Odebrat vše
de_de: Alle entfernen
es: Eliminar todo
nb_no: Fjern alle

source: Remove rule
cs_cz: Odstranit pravidlo
de_de: Regel entfernen
es: Eliminar regla
nb_no: Fjern regel

source: Remove
cs_cz: Odstranit
de_de: Entfernen
es: Eliminar
nb_no: Fjern

source: Replace product price with the discounted one
cs_cz: Nahraďte cenu produktu zlevněnou
de_de: Ersetzen Sie den Produktpreis durch den ermäßigten
es: Reemplace el precio del producto con el descuento
nb_no: Erstatt produktprisen med den nedsatte

source: Reset
cs_cz: Resetovat
de_de: Zurücksetzen
es: Reiniciar
nb_no: Nullstill

source: Rule Name
cs_cz: Název pravidla
de_de: Regel Namen
es: Nombre de la regla
nb_no: Navn på regel

source: Rule type
cs_cz: Typ pravidla
de_de: Regeltyp
es: Tipo de regla
nb_no: Type regel

source: Running
cs_cz: Právě běží
de_de: Läuft
es: En curso
nb_no: Kjører

source: Sale [discount_value] all products
cs_cz: Výprodej [discount_value] všechny produkty
de_de: Sale [discount_value] alle Produkte
es: Venta [discount_value] todos los productos
nb_no: Salg [discount_value] alle produkter

source: Sale 10
cs_cz: Prodej 10
de_de: Verkauf 10
es: Venta 10
nb_no: Salg 10

source: Sale 30% from the third item
cs_cz: Sleva 30% f třetí položka
de_de: Verkauf 30% fm dritter Artikel
es: Rebajas 30% from el tercer artículo
nb_no: Salg 30% from den tredje varen

source: Sale 30% OFF from the third item
cs_cz: Sleva 30% na třetí položku
de_de: Sale 30% Rabatt ab dem dritten Artikel
es: Oferta 30% de descuento a partir del tercer artículo
nb_no: Salg 30% AVSLAG fra den tredje varen

source: Sale 50% all products
cs_cz: Výprodej 50% all produktů
de_de: Sale 50% all Produkte
es: Rebajas 50% aall productos
nb_no: Salg 50% all produkter

source: Sale 50% OFF all products
cs_cz: Výprodej 50% SLEVA na všechny produkty
de_de: Sale 50% RABATT auf alle Produkte
es: Oferta 50% de descuento en todos los productos
nb_no: Salg 50% AVSLAG på alle produkter

source: Sale Tag
cs_cz: Prodejní štítek
de_de: Verkaufs-Tag
es: Etiqueta de venta
nb_no: Salg Tag

source: Sale
cs_cz: Sleva
es: Venta
nb_no: Salg

source: Sales triggers
cs_cz: Spouštěče prodeje
de_de: Auslöser für Verkäufe
es: Disparadores de ventas
nb_no: Salgsutløsere

source: Sample rule
cs_cz: Ukázkové pravidlo
de_de: Beispielregel
es: Regla de ejemplo
nb_no: Eksempel på regel

source: Save failed
cs_cz: Uložení se nezdařilo
de_de: Speichern ist fehlgeschlagen
es: No se ha podido guardar
nb_no: Lagring mislyktes

source: Scheduled discounts
cs_cz: Plánované slevy
de_de: Geplante Rabatte
es: Descuentos programados
nb_no: Planlagte rabatter

source: Scheduled
cs_cz: Naplánované
de_de: Geplant
es: Programado
nb_no: Planlagt

source: Select at least one attribute
cs_cz: Vyberte alespoň jeden atribut
de_de: Wählen Sie mindestens ein Attribut aus
es: Seleccione al menos un atributo
nb_no: Velg minst ett attributt

source: Select at least one category
cs_cz: Vyberte alespoň jednu kategorii
de_de: Wählen Sie mindestens eine Kategorie aus
es: Seleccione al menos una categoría
nb_no: Velg minst én kategori

source: Select at least one coupon
cs_cz: Vyberte alespoň jeden kupón
de_de: Wählen Sie mindestens einen Gutschein aus
es: Selecciona al menos un cupón
nb_no: Velg minst én kupong

source: Select at least one customer
cs_cz: Vyberte alespoň jednoho zákazníka
de_de: Wählen Sie mindestens einen Kunden aus
es: Seleccione al menos un cliente
nb_no: Velg minst én kunde

source: Select at least one payment
cs_cz: Vyberte alespoň jednu platbu
de_de: Wählen Sie mindestens eine Zahlung aus
es: Seleccione al menos un pago
nb_no: Velg minst én betaling

source: Select at least one product
cs_cz: Vyberte alespoň jeden produkt
de_de: Wähle mindestens ein Produkt
es: Seleccione al menos un producto
nb_no: Velg minst ett produkt

source: Select at least one region
cs_cz: Vyberte alespoň jednu oblast
de_de: Wählen Sie mindestens eine Region aus
es: Seleccione al menos una región
nb_no: Velg minst ett område

source: Select at least one role
cs_cz: Vyberte alespoň jednu roli
de_de: Mindestens eine Rolle auswählen
es: Seleccione al menos un rol
nb_no: Velg minst én rolle

source: Select at least one rule
cs_cz: Vyberte alespoň jedno pravidlo
de_de: Wählen Sie mindestens eine Regel aus
es: Seleccione al menos una regla
nb_no: Velg minst én regel

source: Select at least one tag
cs_cz: Vyberte alespoň jednu značku
de_de: Wählen Sie mindestens ein Tag aus
es: Seleccione al menos una etiqueta
nb_no: Velg minst én kode

source: Select at least one value
cs_cz: Vyberte alespoň jednu hodnotu
de_de: Wählen Sie mindestens einen Wert aus
es: Seleccione al menos un valor
nb_no: Velg minst én verdi

source: Select at least one variation
cs_cz: Vyberte alespoň jednu variantu
de_de: Wählen Sie mindestens eine Variante aus
es: Seleccione al menos una variación
nb_no: Velg minst én variant

source: Select one rule to exclude
cs_cz: Vyberte jedno pravidlo, které chcete vyloučit
de_de: Wählen Sie eine Regel aus, die ausgeschlossen werden soll
es: Seleccione una regla para excluirla
nb_no: Velg én regel som skal ekskluderes

source: Select rules for on sale products
cs_cz: Vyberte pravidla pro produkty ve výprodeji
de_de: Regeln für im Angebot befindliche Produkte auswählen
es: Seleccionar reglas para productos en oferta
nb_no: Velg regler for produkter på salg

source: Selected products
cs_cz: Vybrané produkty
de_de: Ausgewählte Produkte
es: Productos seleccionados
nb_no: Utvalgte produkter

source: Set up additional conditions that need to be met before the promotion is applied
cs_cz: Nastavte další podmínky, které je třeba splnit před uplatněním propagační akce
de_de: Richten Sie zusätzliche Bedingungen ein, die erfüllt sein müssen, bevor das Angebot angewendet wird
es: Configure condiciones adicionales que deben cumplirse antes de que se aplique la promoción
nb_no: Konfigurer flere betingelser som må oppfylles før kampanjen tas i bruk

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es: Ajustes
nb_no: Innstillinger

source: Shipping region
cs_cz: Oblast přepravy
de_de: Versandgebiet
es: Región de envío
nb_no: Frakt region

source: Shortcode copied
cs_cz: Zkrácený kód zkopírován
de_de: Kurzcode kopiert
es: Código corto copiado
nb_no: Kortkode kopiert

source: Shortcode to load all products which has discount through YayPricing
cs_cz: Krátký kód pro načtení všech produktů, které mají slevu prostřednictvím YayPricing
de_de: Shortcode zum Laden aller Produkte, die durch YayPricing rabattiert sind
es: Código corto para cargar todos los productos que tienen descuento a través de YayPricing
nb_no: Kortkode for å laste inn alle produkter som har rabatt gjennom YayPricing

source: Shortcodes
cs_cz: Zkratky (Shortcodes)
nb_no: Hurtigkoder

source: Show ad countdown timer to let customers know how much time is left until sales on products are over and helps boost your sale.
cs_cz: Zobrazte časovač odpočítávání reklam, abyste zákazníkům dali vědět, kolik času zbývá do konce prodeje produktů, a pomozte zvýšit prodej.
de_de: Zeigen Sie einen Countdown-Timer für Anzeigen an, um Kunden wissen zu lassen, wie viel Zeit noch bis zum Ende des Verkaufs von Produkten verbleibt, und steigern Sie Ihren Umsatz.
es: Muestre el temporizador de cuenta regresiva de anuncios para que los clientes sepan cuánto tiempo queda hasta que finalicen las ventas de los productos y ayuda a impulsar sus ventas.
nb_no: Vis nedtellingstidtakeren for annonser for å fortelle kundene hvor mye tid som gjenstår til salget på produkter er over, og bidrar til å øke salget ditt.

source: Show countdown timer
cs_cz: Zobrazit odpočítávací časovač
de_de: Countdown-Timer anzeigen
es: Mostrar temporizador de cuenta regresiva
nb_no: Vis nedtellingstidtaker

source: Show HTML source
cs_cz: Zobrazit zdrojový kód HTML
de_de: HTML-Quelltext anzeigen
es: Mostrar código fuente HTML
nb_no: Vis HTML-kilde

source: Show notices after product description to encourage purchasing
cs_cz: Zobrazovat upozornění za popisem produktu, abyste podpořili nákup
de_de: Zeigen Sie Hinweise nach der Produktbeschreibung an, um zum Kauf anzuregen
es: Mostrar avisos después de la descripción del producto para fomentar la compra
nb_no: Vis meldinger etter produktbeskrivelsen for å oppmuntre til kjøp

source: Show notices at bottom of Cart page to encourage purchasing
cs_cz: Zobrazovat upozornění v dolní části stránky košíku, abyste podpořili nákup
de_de: Zeigen Sie Hinweise unten auf der Warenkorbseite an, um den Kauf zu fördern
es: Mostrar avisos en la parte inferior de la página del carrito para fomentar la compra
nb_no: Vis meldinger nederst på handlekurvsiden for å oppmuntre til kjøp

source: Show notices at bottom of Checkout page to encourage purchasing
cs_cz: Zobrazovat upozornění v dolní části stránky pokladny, abyste podpořili nákup
de_de: Zeigen Sie Hinweise unten auf der Checkout-Seite an, um den Kauf zu fördern
es: Mostrar avisos en la parte inferior de la página de pago para fomentar la compra
nb_no: Vis varsler nederst på betalingssiden for å oppmuntre til kjøp

source: Show offer description in product page
cs_cz: Zobrazit popis nabídky na stránce produktu
de_de: Angebotsbeschreibung auf der Produktseite anzeigen
es: Mostrar la descripción de la oferta en la página del producto
nb_no: Vis tilbudsbeskrivelse på produktsiden

source: Show product discounted price
cs_cz: Zobrazit zvýhodněnou cenu produktu
de_de: Produkt mit reduziertem Preis anzeigen
es: Mostrar precio con descuento del producto
nb_no: Vis produkt rabattert pris

source: Show product regular price within discounted
cs_cz: Zobrazit produkt za běžnou cenu ve zvýhodněné slevě
de_de: Produkt anzeigen regulärer Preis innerhalb von rabattiert
es: Mostrar el precio regular del producto con descuento
nb_no: Vis produktet vanlig pris innen rabattert

source: Show regular price on cart item
cs_cz: Zobrazit běžnou cenu na položce košíku
de_de: Regulären Preis für den Warenkorbartikel anzeigen
es: Mostrar el precio regular en el artículo del carrito
nb_no: Vis vanlig pris på handlekurven

source: Show sale off amount on the sale tag
cs_cz: Zobrazit částku výprodeje na štítku prodeje
de_de: Zeigen Sie den Ausverkaufsbetrag auf dem Verkaufsetikett an
es: Mostrar el importe de la venta en la etiqueta de venta
nb_no: Vis salgsbeløp på salgstaggen

source: Show sale tag and discounted price as
cs_cz: Zobrazit štítek prodeje a zvýhodněnou cenu jako
de_de: Verkaufsanhänger und ermäßigten Preis anzeigen als
es: Mostrar etiqueta de venta y precio con descuento como
nb_no: Vis salgstag og rabattert pris som

source: Show sale tag for sale products
cs_cz: Zobrazit štítek prodeje pro prodej produktů
de_de: Sale-Tag für Sale-Produkte anzeigen
es: Mostrar etiqueta de venta para productos en venta
nb_no: Vis salg tag for salg produkter

source: Show tooltip on cart discount
cs_cz: Zobrazit popisek ke slevě v košíku
de_de: Tooltip für Warenkorbrabatt anzeigen
es: Mostrar información sobre herramientas en el descuento del carrito
nb_no: Vis verktøytips om handlekurvrabatt

source: Show tooltip on cart item price
cs_cz: Zobrazit popisek na ceně položky košíku
de_de: Tooltip für den Artikelpreis des Warenkorbs anzeigen
es: Mostrar información sobre herramientas en el precio del artículo del carrito
nb_no: Vis verktøytips på vareprisen for handlekurven

source: Show tooltip on checkout fee
cs_cz: Zobrazit popisek k poplatku za pokladnu
de_de: Tooltip zur Checkout-Gebühr anzeigen
es: Mostrar información sobre herramientas en la tarifa de pago
nb_no: Vis verktøytips på betalingsgebyret

source: Simple Adjustment
cs_cz: Jednoduché nastavení
de_de: Einfache Einstellung
es: Ajuste sencillo
nb_no: Enkel justering

source: Source
cs_cz: Zdroj
de_de: Quelle
es: Fuente
nb_no: Kilde

source: Specific customer
cs_cz: Konkrétní zákazník
de_de: Spezifischer Kunde
es: Cliente específico
nb_no: Spesifikk kunde

source: Split rule
cs_cz: Pravidlo rozdělení
de_de: Split-Regel
es: Regla de división
nb_no: Delt regel

source: Status
cs_cz: Stav
es: Estado

source: Style has been reset
cs_cz: Styl byl resetován
de_de: Stil wurde zurückgesetzt
es: Se ha restablecido el estilo
nb_no: Stilen er tilbakestilt

source: Table position
cs_cz: Umístění tabulky
de_de: Tabellenposition
es: Posición de la tabla
nb_no: Tabellplassering

source: Table title
cs_cz: Název tabulky
de_de: Tabellenbezeichnung
es: Titulo de la tabla
nb_no: Tabell tittel

source: The action customer need to do to get the discount. Example: “buy more 100$” or “buy more 1 item of Product A”
cs_cz: Akce, kterou musí zákazník udělat, aby získal slevu. Příklad: "koupit více 100 $" nebo "koupit více 1 položku produktu A"
de_de: Die Aktion, die der Kunde ausführen muss, um den Rabatt zu erhalten. Beispiel: "mehr 100$ kaufen" oder "mehr kaufen 1 Artikel von Produkt A"
es: La acción que el cliente debe realizar para obtener el descuento. Ejemplo: "compre más de 100 $" o "compre más 1 artículo del producto A"
nb_no: Handlingen kunden må gjøre for å få rabatten. Eksempel: "kjøp mer 100 $" eller "kjøp mer 1 vare av produkt A"

source: The calculated value of discount
cs_cz: Vypočtená hodnota slevy
de_de: Der berechnete Wert des Rabatts
es: El valor calculado del descuento
nb_no: Den beregnede verdien av rabatten

source: The discount value. Example: “50%“ or “10$“
cs_cz: Hodnota slevy. Příklad: "50%" nebo "10$"
de_de: Der Rabattwert. Beispiel: "50%" oder "10$"
es: El valor de descuento. Ejemplo: "50%" o "10$"
nb_no: Rabattverdien. Eksempel: "50%" eller "10$"

source: This adds a cap so that the discount amount will not exceed this amount
cs_cz: Tím se přidá limit, aby výše slevy nepřekročila tuto částku
de_de: Dadurch wird eine Obergrenze hinzugefügt, damit der Rabattbetrag diesen Betrag nicht überschreitet
es: Esto agrega un límite para que el monto del descuento no exceda este monto
nb_no: Dette legger til et tak slik at rabattbeløpet ikke overstiger dette beløpet

source: This rule applies to those products that match
cs_cz: Toto pravidlo se vztahuje na produkty, které odpovídají
de_de: Diese Regel gilt für Produkte, die
es: Esta regla se aplica a aquellos productos que coincidan
nb_no: Denne regelen gjelder for de produktene som samsvarer

source: This rule is not assigned to any product. Please
cs_cz: Toto pravidlo není přiřazeno žádnému produktu. Prosím
de_de: Diese Regel ist keinem Produkt zugeordnet. Bitte
es: Esta regla no se asigna a ningún producto. Por favor
nb_no: Denne regelen er ikke tilordnet noe produkt. Vær så snill

source: This rule will be used if
cs_cz: Toto pravidlo se použije, pokud
de_de: Diese Regel wird verwendet, wenn
es: Esta regla se utilizará si:
nb_no: Denne regelen vil bli brukt hvis:

source: This setting allows you to apply YayPricing's rules only if a WooCommerce coupon is not applied to the order
cs_cz: Toto nastavení vám umožňuje použít pravidla YayPricing pouze v případě, že na objednávku není uplatněn kupón WooCommerce
de_de: Mit dieser Einstellung können Sie die Regeln von YayPricing nur anwenden, wenn kein WooCommerce-Gutschein auf die Bestellung angewendet wird
es: Esta configuración le permite aplicar las reglas de YayPricing solo si no se aplica un cupón de WooCommerce al pedido
nb_no: Denne innstillingen lar deg bruke YayPricings regler bare hvis en WooCommerce-kupong ikke brukes på bestillingen

source: Time
cs_cz: Čas
de_de: Zeit
es: Hora
nb_no: Tid

source: Timer clock, it will countdown to the schedule day
cs_cz: Hodiny s časovačem, budou odpočítávat do plánovaného dne
de_de: Timer-Uhr, es wird bis zum geplanten Tag heruntergezählt
es: Reloj temporizador, hará una cuenta regresiva para el día programado
nb_no: Timerklokke, den vil telle ned til tidsplandagen

source: to assign it.
cs_cz: přiřadit.
de_de: , um es zuzuweisen.
es: para asignarlo.
nb_no: for å tilordne den.

source: to exclude.
cs_cz: vyloučit.
de_de: auszuschließen.
es: excluir.
nb_no: å ekskludere.

source: Today is Black Friday, so you will get 70% off when buy all products
cs_cz: Dnes je Black Friday, takže při nákupu všech produktů získáte 70% off
de_de: Heute ist Black Friday, also bekommst du 70% off, wenn du alle Produkte kaufst
es: Hoy es Black Friday, por lo que obtendrás 70% off al comprar todos los productos
nb_no: I dag er det Black Friday, så du får 70% off når du kjøper alle produktene

source: Total shipping fee
cs_cz: Celkový poplatek za dopravu
de_de: Gesamte Versandkosten
es: Gastos de envío totales
nb_no: Totalt fraktgebyr

source: Unlimited cart discount rules
cs_cz: Pravidla pro neomezené slevy v košíku
de_de: Regeln für unbegrenzte Warenkorbrabatte
es: Reglas de descuento de carrito ilimitado
nb_no: Ubegrenset vogn rabatt regler

source: Unlimited product discount rules
cs_cz: Pravidla neomezených slev na produkty
de_de: Unbegrenzte Produktrabattregeln
es: Reglas de descuento de productos ilimitados
nb_no: Ubegrensede produktrabattregler

source: Upgrade to unlock this feature
cs_cz: Upgrade pro odemknutí této funkce
de_de: Upgrade, um diese Funktion freizuschalten
es: Actualice para desbloquear esta función
nb_no: Oppgrader for å låse opp denne funksjonen

source: Upload Image
cs_cz: Nahrát obrázek
de_de: Bild hochladen
es: Subir imagen
nb_no: Last opp bilde

source: Upselling notices
cs_cz: Oznámení o upsellingu
de_de: Upselling-Hinweise
es: Avisos de ventas adicionales
nb_no: Varsler om mersalg

source: Usage limits
cs_cz: Omezení využití
de_de: Anwendungsbeschränkungen / Limits
es: Límites de uso
nb_no: Bruksgrenser

source: Use discount ID as coupon code
cs_cz: Použijte ID slevy jako kód kupónu
de_de: Rabatt-ID als Gutscheincode verwenden
es: Usar ID de descuento como código de cupón
nb_no: Bruk rabatt-ID som kupongkode

source: Use shortcode to output all discounted products on any WordPress page/post
cs_cz: Použijte krátký kód k výstupu všech zlevněných produktů na jakoukoli stránku / příspěvek WordPress
de_de: Verwenden Sie den Shortcode, um alle reduzierten Produkte auf jeder WordPress-Seite/jedem WordPress-Beitrag auszugeben
es: Utiliza el shortcode para mostrar todos los productos con descuento en cualquier página/entrada de WordPress
nb_no: Bruk kortkode for å sende ut alle rabatterte produkter på hvilken som helst WordPress-side / -post

source: Used
cs_cz: Použití
de_de: Benutzt
es: Usado
nb_no: Brukt

source: User role discounts
cs_cz: Slevy na role uživatele
de_de: Rabatte für Benutzerrollen
es: Descuentos por roles de usuario
nb_no: Rabatter for brukerrolle

source: Variable list
cs_cz: Seznam proměnných
de_de: Variablenliste
es: Lista de variables
nb_no: Variabel liste

source: Variables
cs_cz: Proměnné
de_de: Variablen
nb_no: Variabler

source: View charts and analytics for your pricing rules. You can see how a promotion campaign performs in a date range
cs_cz: Prohlédněte si grafy a analýzy cenových pravidel. Můžete se podívat, jak si propagační kampaň vede v určitém časovém období
de_de: Zeigen Sie Diagramme und Analysen für Ihre Preisregeln an. Sie können sehen, wie eine Werbekampagne in einem Datumsbereich abschneidet
es: Vea gráficos y análisis de sus reglas de precios. Puedes ver el rendimiento de una campaña de promoción en un intervalo de fechas
nb_no: Se diagrammer og analyser for prisreglene dine. Du kan se resultatene for en promoteringskampanje i en datoperiode

source: View selected products
cs_cz: Zobrazit vybrané produkty
de_de: Ausgewählte Produkte ansehen
es: Ver productos seleccionados
nb_no: Se utvalgte produkter

source: VIP live chat support
cs_cz: Podpora VIP živého chatu
de_de: VIP-Live-Chat-Unterstützung
es: Soporte de chat en vivo VIP
nb_no: VIP live chat-støtte

source: When product is on sale, it will not be discounted by product pricing rule.
cs_cz: Když je produkt ve slevě, nebude zlevněn podle pravidla ceny produktu.
de_de: Wenn ein Produkt im Angebot ist, wird es nicht durch die Produktpreisregel rabattiert.
es: Cuando el producto está a la venta, no se descontará por la regla de precios del producto.
nb_no: Når produktet er i salg, vil det ikke bli diskontert av produktprisregelen.

source: With conditions feature, you can decide when this rule will be used. It helps you create a product pricing more powerful
cs_cz: Pomocí funkce podmínek se můžete rozhodnout, kdy bude toto pravidlo použito. Pomůže vám vytvořit výkonnější cenu produktu
de_de: Mit der Bedingungsfunktion können Sie entscheiden, wann diese Regel verwendet wird. Es hilft Ihnen, eine leistungsfähigere Produktpreisgestaltung zu erstellen
es: Con la función de condiciones, puede decidir cuándo se usará esta regla. Te ayuda a crear un precio de producto más potente
nb_no: Med betingelsesfunksjonen kan du bestemme når denne regelen skal brukes. Det hjelper deg med å lage en produktpris kraftigere

source: YayPricing Free
cs_cz: YayPricing Zdarma
de_de: YayPreisgestaltung Kostenlos
es: YayPricing Gratis
nb_no: YayPricing Gratis

source: Year
cs_cz: Rok
de_de: Jahr
es: Año
nb_no: År
