Repository: elemusma/lws-stitch-it-quick
Catalog: plugins/yaypricing/languages/yaypricing-*.po
Languages: cs_cz, de_de, es, nb_no

source: Discount type
cs_cz: Typ slevy
de_de: Rabattart
es: Tipo de descuento
nb_no: Rabattype

source: Discount value cap
cs_cz: Limit hodnoty slevy
de_de: Obergrenze für den Rabattwert
es: Límite de valor de descuento
nb_no: Verditak for rabatt

source: Discount value
cs_cz: Hodnota slevy
de_de: Rabattwert
es: Valor del descuento
nb_no: Rabatt verdi

source: Discount will apply once or repeat
cs_cz: Sleva se uplatní jednorázově nebo se opakuje
de_de: Der Rabatt gilt einmalig oder wiederholt
es: El descuento se aplicará una vez o repetirá
nb_no: Rabatten gjelder én gang eller gjentas

source: Discount
cs_cz: Sleva
de_de: Rabatt
es: Descuento
nb_no: Rabatt

source: Discountable price range
cs_cz: Zvýhodněné cenové rozpětí
de_de: Diskontierbare Preisspanne
es: Rango de precios con descuento
nb_no: Rabattert prisklasse

source: Display a discount range tag on the sale tag
cs_cz: Zobrazení štítku rozsahu slev na štítku prodeje
de_de: Anzeigen eines Rabattbereichs-Tags auf dem Verkaufs-Tag
es: Mostrar una etiqueta de rango de descuento en la etiqueta de venta
nb_no: Vise en rabattområdeetikett på salgstaggen

source: Display a sale tag on product image on shop page and single product page
cs_cz: Zobrazení štítku prodeje na obrázku produktu na stránce obchodu a na stránce jednoho produktu
de_de: Zeigen Sie ein Verkaufs-Tag auf dem Produktbild auf der Shop-Seite und auf der einzelnen Produktseite an
es: Mostrar una etiqueta de venta en la imagen del producto en la página de la tienda y en la página de un solo producto
nb_no: Vis en salgstag på produktbildet på butikksiden og enkeltproduktsiden

source: Do you want to remove
cs_cz: Chcete odstranit
de_de: Möchten Sie
es: ¿Desea eliminar
nb_no: Vil du fjerne

source: Duplicate of
cs_cz: Duplikát k
de_de: Duplikat von
es: Duplicado de
nb_no: Duplikater av

source: Duplicate
cs_cz: Duplikovat
de_de: Duplizieren
es: Duplicar
nb_no: Dupliser

source: Each single product/variable products
cs_cz: Každý jednotlivý produkt/variabilní produkt
de_de: Jedes einzelne Produkt/variable Produkte
es: Cada producto individual/productos variables
nb_no: Hvert enkelt produkt / variable produkter

source: Enable schedule
cs_cz: Povolit plán
de_de: Zeitplan aktivieren
es: Habilitar programación
nb_no: Aktiver tidsplan

source: Encourage notice
cs_cz: Vybídněte k upozornění
de_de: Ermutigen Sie zur Benachrichtigung
es: Fomenta la notificación
nb_no: Oppmuntre til varsel

source: Encouraged notice is used to motivate customers to buy more items in order to receive a discount or other promotional offer. It is a marketing strategy aimed at increasing sales and customer loyalty.
cs_cz: Doporučené upozornění se používá k motivaci zákazníků k nákupu více položek, aby získali slevu nebo jinou propagační nabídku. Jedná se o marketingovou strategii zaměřenou na zvýšení prodeje a loajality zákazníků.
de_de: Ermutigte Hinweise werden verwendet, um Kunden zu motivieren, mehr Artikel zu kaufen, um einen Rabatt oder ein anderes Werbeangebot zu erhalten. Es ist eine Marketingstrategie, die darauf abzielt, den Umsatz und die Kundenbindung zu steigern.
es: El aviso de estímulo se utiliza para motivar a los clientes a comprar más artículos con el fin de recibir un descuento u otra oferta promocional. Es una estrategia de marketing orientada a aumentar las ventas y la fidelización de los clientes.
nb_no: Oppmuntret varsel brukes til å motivere kunder til å kjøpe flere varer for å motta rabatt eller annet kampanjetilbud. Det er en markedsføringsstrategi som tar sikte på å øke salg og kundelojalitet.

source: Enter your description
cs_cz: Zadejte svůj popis
de_de: Geben Sie Ihre Beschreibung ein
es: Introduzca su descripción
nb_no: Skriv inn beskrivelsen din

source: Enter your tooltip
cs_cz: Zadejte popisek
de_de: Geben Sie Ihren Tooltip ein
es: Ingresa tu información sobre herramientas
nb_no: Angi verktøytipset

source: Ex: Discount
cs_cz: Příklad: Sleva
de_de: Bsp.: Rabatt
es: Ej: Descuento
nb_no: Eksempel: Rabatt

source: Ex: Price
cs_cz: Příklad: Cena
de_de: Bsp.: Preis
es: Ej: Precio
nb_no: Eksempel: Pris

source: Ex: Quantity discounts
cs_cz: Příklad: Množstevní slevy
de_de: Beispiel: Mengenrabatte
es: Ej: Descuentos por cantidad
nb_no: Eksempel: Antallsrabatter

source: Ex: Quantity
cs_cz: Příklad: Množství
de_de: Bsp.: Menge
es: Ej: Cantidad
nb_no: Eksempel: antall

source: Exclude Rules (Product pricing)
cs_cz: Pravidla vyloučení (ceny produktů)
de_de: Ausschlussregeln (Produktpreise)
es: Reglas de exclusión (precios de productos)
nb_no: Ekskluder regler (produktpriser)

source: Exclude Rules
cs_cz: Vyloučit pravidla
de_de: Ausschlussregeln
es: Reglas de exclusión
nb_no: Ekskluder regler

source: Exclude selected rules when these coupons are applied
cs_cz: Vyloučit vybraná pravidla při použití těchto kupónů
de_de: Ausgewählte Regeln ausschließen, wenn diese Gutscheine angewendet werden
es: Excluir reglas seleccionadas cuando se aplican estos cupones
nb_no: Ekskluder valgte regler når disse kupongene brukes

source: Exclude those products that match
cs_cz: Vylučte produkty, které odpovídají
de_de: Schließen Sie Produkte aus, die übereinstimmen
es: Excluir aquellos productos que coincidan
nb_no: Ekskluder produkter som samsvarer

source: Exclusions
cs_cz: Výjimky
de_de: Ausschlüsse
es: Exclusiones

source: Export rules
cs_cz: Pravidla exportu
de_de: Regeln für den Export
es: Reglas de exportación
nb_no: Eksporter regler

source: Features
cs_cz: Vlastnosti
es: Características
nb_no: Funksjoner

source: Fee rules is used to affect fees that apply at checkout.
cs_cz: Pravidla poplatků se používají k ovlivnění poplatků, které platí při placení.
de_de: Die Gebührenregeln werden verwendet, um die Gebühren zu beeinflussen, die an der Kasse anfallen.
es: Las reglas de tarifas se utilizan para afectar las tarifas que se aplican al finalizar la compra.
nb_no: Gebyrregler brukes til å påvirke gebyrer som gjelder i kassen.

source: fee to order
cs_cz: poplatek za objednání
de_de: Gebühr für die Bestellung
es: Tarifa por pedido
nb_no: Gebyr for bestilling

source: Fee type
cs_cz: Typ poplatku
de_de: Gebührenart
es: Tipo de cuota
nb_no: Gebyr type

source: Fee value
cs_cz: Hodnota poplatku
de_de: Gebührenbetrag
es: Valor de la tarifa
nb_no: Gebyrets verdi

source: Fixed Discount per Individual Cart Item
cs_cz: Fixní sleva na jednotlivou položku v košíku
de_de: Fester Rabatt pro einzelnem Warenkorbartikel
es: Descuento fijo por artículo individual del carrito
nb_no: Fast rabatt per element i individuell handlekurv

source: Fixed Discount
cs_cz: Fixní sleva
de_de: Fester Rabatt
es: Descuento Fijo
nb_no: Fast rabatt

source: Fixed Fee
cs_cz: Fixní poplatek
de_de: Fixe Gebühr
es: Cuota fija
nb_no: Fast avgift

source: Flat Price
cs_cz: Paušální cena
de_de: Pauschalpreis
es: Precio fijo
nb_no: Flat pris

source: Flexible shipping rules
cs_cz: Flexibilní pravidla přepravy
de_de: Flexible Versandregeln
es: Reglas de envío flexibles
nb_no: Fleksible fraktregler

source: For example
cs_cz: Například
de_de: Zum Beispiel
es: Por ejemplo
nb_no: For eksempel

source: Free shipping fee
cs_cz: Poplatek za dopravu zdarma
de_de: Kostenloser Versand
es: Gastos de envío gratuitos
nb_no: Gratis fraktgebyr

source: Free shipping
cs_cz: Doprava zdarma
de_de: Kostenloser Versand
es: Envío Gratis
nb_no: Fri frakt

source: Free
cs_cz: Zdarma
de_de: Kostenlos
es: Gratis
nb_no: Gratis

source: General
cs_cz: Hlavní
de_de: Allgemein
nb_no: Generell

source: Get 10% off
cs_cz: Získejte 10% off
de_de: Holen Sie sich 10% off
es: Consigue 10% off
nb_no: Få 10% off

source: Get free shipping
cs_cz: Získejte dopravu zdarma
de_de: Erhalten Sie kostenlosen Versand
es: Consigue envío gratis
nb_no: Få gratis frakt

source: Get Products
cs_cz: Získat produkty
de_de: Produkte abrufen
nb_no: Få produkter

source: Get this free when buy 3 item
cs_cz: Získejte to zdarma při nákupu 3 položek
de_de: Holen Sie sich dies kostenlos, wenn Sie 3 Artikel kaufen
es: Consigue esto gratis al comprar 3 artículos
nb_no: Få dette gratis når du kjøper 3 varer

source: Get YayPricing Pro
cs_cz: Získejte YayPricing Pro
de_de: Holen Sie sich YayPricing Pro
es: Obtener YayPricing Pro
nb_no: Få YayPricing Pro

source: Get
cs_cz: Získat
de_de: Hole
es: Obtener
nb_no: Hent

source: Go Pro
cs_cz: Získat verzi Pro
de_de: Pro erwerben
es: Hazte Pro

source: Greater than or equal
cs_cz: Větší než nebo rovno
de_de: Ist größer oder gleich
es: Mayor o igual que
nb_no: Større enn eller lik

source: Greater than
cs_cz: Větší než
de_de: Größer als
es: Mayor que
nb_no: Større enn

source: How the rules are applied
cs_cz: Jak se pravidla uplatňují
de_de: Wie die Regeln angewendet werden
es: Cómo se aplican las reglas
nb_no: Hvordan reglene anvendes

source: if cart quantity is greater than 5
cs_cz: Pokud je množství v košíku větší než 5
de_de: Wenn die Warenkorbmenge größer als 5 ist
es: Si la cantidad del carrito es superior a 5
nb_no: Hvis handlekurvantallet er større enn 5

source: if cart subtotal price is greater than
cs_cz: Pokud je mezisoučet košíku vyšší než
de_de: Wenn der Zwischensummenpreis des Warenkorbs größer ist als
es: Si el precio del subtotal del carrito es mayor que
nb_no: Hvis handlekurvens delsumpris er større enn

source: if the customers have 10 orders in past
cs_cz: pokud mají zákazníci v minulosti 10 objednávek
de_de: wenn die Kunden in der Vergangenheit 10 Bestellungen haben
es: Si los clientes tienen 10 pedidos en el pasado
nb_no: Hvis kundene har 10 bestillinger tidligere

source: If you want to decide when this rule will be used, please
cs_cz: Chcete-li rozhodnout, kdy bude toto pravidlo použito, prosíme
de_de: Wenn Sie entscheiden möchten, wann diese Regel angewendet wird,
es: Si desea decidir cuándo se utilizará esta regla, por favor
nb_no: Hvis du vil bestemme når denne regelen skal brukes, vennligst

source: Import failed
cs_cz: Import selhal
de_de: Import fehlgeschlagen
es: La importación ha fallado
nb_no: Importen mislyktes

source: Import successfully
cs_cz: Úspěšný import
de_de: Erfolgreich importieren
es: Importación correcta
nb_no: Importen var vellykket

source: Imported rule
cs_cz: Importované pravidlo
de_de: Importierte Regel
es: Regla importada
nb_no: Importert regel

source: In a combined condition, you must select the eligible products. Then, the values of cart amount and quantity of items are restricted to these filtered products in the same condition
cs_cz: V kombinovaném stavu musíte vybrat způsobilé produkty. Hodnoty množství v košíku a množství položek jsou pak omezeny na tyto filtrované produkty ve stejném stavu
de_de: In einer kombinierten Bedingung müssen Sie die in Frage kommenden Produkte auswählen. Dann werden die Werte für den Warenkorbbetrag und die Menge der Artikel auf diese gefilterten Produkte im gleichen Zustand beschränkt
es: En una condición combinada, debe seleccionar los productos elegibles. Luego, los valores de la cantidad del carrito y la cantidad de artículos se restringen a estos productos filtrados en la misma condición
nb_no: I en kombinert tilstand må du velge de kvalifiserte produktene. Deretter begrenses verdiene for handlekurvmengde og antall varer til disse filtrerte produktene i samme tilstand

source: In list
cs_cz: V seznamu
de_de: In Liste
es: Lista
nb_no: I liste

source: In range
cs_cz: V dosahu
de_de: Im Bereich
es: En el rango
nb_no: I intervallet

source: In stock
cs_cz: Skladem
de_de: Auf Lager
es: En stock
nb_no: På lager

source: Inactive
cs_cz: Neaktivní
de_de: Inaktiv
es: Inactivo
nb_no: Inaktiv

source: Is logged in customer
cs_cz: Je přihlášen zákazník
de_de: Ist eingeloggter Kunde
es: Ha iniciado sesión en el cliente
nb_no: Er innlogget kunde

source: Is repeat
cs_cz: Je opakování
de_de: Ist Wiederholung
es: Se repite
nb_no: Er gjentakelse

source: Item get type
cs_cz: Typ získání položky
de_de: Abruftyp des Elements
es: Tipo de obtención del elemento
nb_no: Element får type

source: Item quantity in each cart line
cs_cz: Množství položky v každém řádku košíku
de_de: Artikelmenge in jeder Warenkorbzeile
es: Cantidad de artículos en cada línea del carrito
nb_no: Vareantall i hver handlekurvlinje

source: Items - Category
cs_cz: Položky - Kategorie
de_de: Artikel - Kategorie
es: Artículos - Categoría
nb_no: Elementer - Kategori

source: Items - Product
cs_cz: Položky - Produkt
de_de: Artikel - Produkt
es: Artículos - Producto
nb_no: Varer - Produkt

source: Items - Quantity
cs_cz: Položky - Množství
de_de: Artikel - Menge
es: Artículos - Cantidad
nb_no: Varer - Antall

source: Items - Subtotal price
cs_cz: Položky - Mezisoučet cena
de_de: Artikel - Zwischensummenpreis
es: Artículos - Precio del subtotal
nb_no: Varer - Delsumpris

source: Last 7 days
cs_cz: Posledních 7 dní
de_de: Letzte 7 Tage
es: Últimos 7 días
nb_no: Siste 7 dager

source: Latest features & updates
cs_cz: Nejnovější funkce a aktualizace
de_de: Neueste Funktionen und Updates
es: Últimas funciones y actualizaciones
nb_no: Siste funksjoner og oppdateringer

source: Learn more
cs_cz: Zjistit více
de_de: Mehr erfahren
es: Saber más
nb_no: Lær mer

source: Less than or equal
cs_cz: Méně než nebo rovno
de_de: Ist kleiner oder gleich
es: Menos que o igual
nb_no: Mindre enn eller lik

source: Less than
cs_cz: Méně než
de_de: Weniger als
es: Menos de
nb_no: Mindre enn

source: Loading products
cs_cz: Načítání produktů
de_de: Produkte werden geladen
es: Cargando productos
nb_no: Laster inn produkter

source: Logged in
cs_cz: Přihlášení
de_de: Eingeloggt
es: Registrado en
nb_no: Logget inn

source: Manage Cart Discounts Rule
cs_cz: Pravidlo Spravovat slevy v košíku
de_de: Regel "Warenkorbrabatte verwalten"
es: Administrar la regla de descuentos del carrito
nb_no: Regel for administrering av handlekurvrabatter

source: Manage Checkout Fees Rule
cs_cz: Pravidlo správy poplatků za pokladnu
de_de: Regel "Checkout-Gebühren verwalten"
es: Regla de gestión de tarifas de pago
nb_no: Regel for administrering av kassegebyrer

source: Manage Exclude Rule
cs_cz: Spravovat pravidlo vyloučení
de_de: Ausschlussregel verwalten
es: Administrar regla de exclusión
nb_no: Behandle ekskluderingsregel

source: Manage Product Pricing Rule
cs_cz: Spravovat pravidlo pro stanovení cen produktů
de_de: Produktpreisregel verwalten
es: Administrar la regla de precios de productos
nb_no: Administrer produktprisregel

source: Max use limit
cs_cz: Maximální limit použití
de_de: Maximale Nutzungsgrenze
es: Límite máximo de uso
nb_no: Maks bruksgrense

source: Max use reached
cs_cz: Maximální využití dosaženo
de_de: Maximale Nutzung erreicht
es: Uso máximo alcanzado
nb_no: Maks bruk nådd

source: Maximum value
cs_cz: Maximální hodnota
de_de: Maximalwert
es: Valor máximo
nb_no: Maksimumsverdi

source: Month
cs_cz: Měsíc
de_de: Monat
es: Mes
nb_no: Måned

source: More result
cs_cz: Více výsledků
de_de: Mehr Ergebnis
es: Más resultado
nb_no: Mer resultat

source: Most expensive one
cs_cz: Nejdražší
de_de: Teuerste
es: El más caro
nb_no: Dyreste en

source: Name of the campaign
cs_cz: Název kampaně
de_de: Name der Kampagne
es: Nombre de la campaña
nb_no: Navn på kampanjen

source: Name
cs_cz: Jméno
es: Nombre
nb_no: Navn

source: Next discount tier as if 1 more item is added
cs_cz: Další slevová úroveň, jako by byla přidána 1 další položka
de_de: Nächste Rabattstufe, als ob 1 weiterer Artikel hinzugefügt wird
es: Siguiente nivel de descuento como si se agregara 1 artículo más
nb_no: Neste rabattnivå som om 1 vare til er lagt til

source: No product excluded. Please
cs_cz: Žádný produkt není vyloučen. Prosím
de_de: Kein Produkt ausgeschlossen. Bitte
es: Ningún producto excluido. Por favor
nb_no: Ingen produkter ekskludert. Vær så snill

source: No product excluded.
cs_cz: Žádný produkt není vyloučen.
de_de: Kein Produkt ausgeschlossen.
es: Ningún producto excluido.
nb_no: Ingen produkter ekskludert.

source: No product matched
cs_cz: Žádný produkt se neshoduje
de_de: Kein passendes Produkt
es: No hay producto coincidente
nb_no: Ingen produkter matchet

source: None
cs_cz: Žádný
de_de: Nichts
es: Ninguno
nb_no: Ingen

source: Not contain in list
cs_cz: Neobsahovat v seznamu
de_de: Nicht in der Liste enthalten
es: No contiene en la lista
nb_no: Ikke i listen

source: Not in list
cs_cz: Není v seznamu
de_de: Nicht in der Liste
es: Lista
nb_no: Ikke på liste

source: Not logged in
cs_cz: Nepřihlášen
de_de: Nicht angemeldet
es: No ha iniciado sesión
nb_no: Ikke logget inn

source: Number of all the orders they have placed in the past.
cs_cz: Počet všech objednávek, které v minulosti zadali.
de_de: Anzahl aller Bestellungen, die sie in der Vergangenheit aufgegeben haben.
es: Número de todos los pedidos que han realizado en el pasado.
nb_no: Antall av alle bestillinger de har lagt inn tidligere.

source: Number of orders counted from the last time they got a discount from YayPricing.
cs_cz: Počet objednávek započítaných od posledního získání slevy od YayPricing.
de_de: Anzahl der Bestellungen, die seit dem letzten Mal, als sie einen Rabatt von YayPricing erhalten haben, gezählt wurden.
es: Número de pedidos contados desde la última vez que obtuvieron un descuento de YayPricing.
nb_no: Antall bestillinger regnet fra forrige gang de fikk rabatt fra YayPricing.

source: of these conditions is available.
cs_cz: těchto podmínek je k dispozici.
de_de: dieser Bedingungen zur Verfügung steht.
es: de estas condiciones está disponible.
nb_no: av disse betingelsene er tilgjengelige.

source: of these filters
cs_cz: těchto filtrů
de_de: dieser Filter
es: de estos filtros
nb_no: av disse filtrene

source: off
cs_cz: vypnuto
de_de: aus
es: apagado
nb_no: av

source: OFF
cs_cz: VYPNUT
de_de: AUS
nb_no: AV

source: Offer description for X
cs_cz: Popis nabídky pro X
de_de: Angebotsbeschreibung für X
es: Descripción de la oferta para X
nb_no: Tilbudsbeskrivelse for X

source: Offer description for Y
cs_cz: Popis nabídky pro Y
de_de: Angebotsbeschreibung für Y
es: Descripción de la oferta para Y
nb_no: Tilbudsbeskrivelse for Y

source: On
cs_cz: Zapnuto
de_de: An
es: Activado
nb_no: På

source: Once the discount/pricing rule is applied in the completed order, it is counted as a discount use. The rule will no longer apply if its use count reaches this number
cs_cz: Jakmile se pravidlo sleva/cena uplatní v dokončené objednávce, započítá se jako využití slevy. Pravidlo již nebude platit, pokud počet jeho použití dosáhne tohoto počtu
de_de: Sobald die Rabatt-/Preisregel in der abgeschlossenen Bestellung angewendet wird, wird sie als Rabattverwendung gezählt. Die Regel gilt nicht mehr, wenn die Anzahl der Verwendungen diese Zahl erreicht
es: Una vez que se aplica la regla de descuento/precio en el pedido completado, se cuenta como un uso de descuento. La regla ya no se aplicará si su recuento de uso alcanza este número
nb_no: Når rabatt-/prisregelen er brukt i den fullførte ordren, regnes den som en rabattbruk. Regelen vil ikke lenger gjelde hvis bruksantallet når dette tallet

source: Order count from last discount
cs_cz: Počet objednávek od poslední slevy
de_de: Anzahl der Bestellungen aus dem letzten Rabatt
es: Recuento de pedidos desde el último descuento
nb_no: Ordreantall fra siste rabatt

source: Order history category
cs_cz: Kategorie historie objednávek
de_de: Kategorie "Bestellhistorie"
es: Categoría de historial de pedidos
nb_no: Kategori for ordrehistorikk

source: Order history product
cs_cz: Historie objednávek produkt
de_de: Bestellhistorie Produkt
es: Historial de pedidos del producto
nb_no: Ordrehistorikk produkt

source: Others
cs_cz: Ostatní
de_de: Andere
es: Otros
nb_no: Øvrige

source: Payment method
cs_cz: Způsob platby
de_de: Zahlungsmethode
es: Método de pago
nb_no: Betalingsmetode

source: Percentage Discount
cs_cz: Procentuální sleva
de_de: Prozentualer Rabatt
es: Porcentaje de Descuento
nb_no: Prosentvis rabatt

source: Percentage Fee
cs_cz: Procentuální poplatek
de_de: Prozentuale Gebühr
es: Porcentaje de comisión
nb_no: Prosentvis avgift

source: Please paste it in your promotion page to show list on sale products
cs_cz: Vložte jej prosím na svou propagační stránku, aby se zobrazil seznam produktů ve výprodeji
de_de: Bitte fügen Sie es in Ihre Aktionsseite ein, um die Liste der angebotenen Produkte anzuzeigen
es: Péguelo en su página de promoción para mostrar la lista de productos en oferta
nb_no: Vennligst lim den inn i kampanjen siden for å vise listen over salg produkter

source: Please
cs_cz: Prosím
de_de: Bitte
es: Por favor
nb_no: Vennligst

source: Preview
cs_cz: Náhled
de_de: Vorschau
es: Vista previa
nb_no: Forhåndsvisning

source: Previous purchase date
cs_cz: Předchozí datum nákupu
de_de: Vorheriges Kaufdatum
es: Fecha de compra anterior
nb_no: Forrige kjøpsdato

source: Price title
cs_cz: Název ceny
de_de: Preis-Titel
es: título precio
nb_no: Pris tittel

source: Price
cs_cz: Cena
de_de: Preis
es: Precio
nb_no: Pris

source: Pricing Ranges
cs_cz: Cenové rozpětí
de_de: Preisspannen
es: Rangos de precios
nb_no: Prisområder

source: Pricing table
cs_cz: Cenová tabulka
de_de: Preistabelle
es: Tabla de precios
nb_no: Pristabell

source: Pricing type
cs_cz: Cenový typ
de_de: Preis-Art
es: Tipo de precio
nb_no: Pristype

source: Pricing value
cs_cz: Cenová hodnota
de_de: Preiswert
es: Valor del precio
nb_no: Prisverdi

source: Pricing
cs_cz: Ceník
de_de: Preise
es: Precios
nb_no: Priser

source: Product Exclusions
cs_cz: Vyloučení produktů
de_de: Produktausschlüsse
es: Exclusiones de productos
nb_no: Ekskluderinger av produkter

source: Product meta end
cs_cz: Meta konec produktu
de_de: Produkt-Meta-Ende
es: Meta final del producto
nb_no: Produkt meta slutt

source: Product meta start
cs_cz: Meta start produktu
de_de: Produkt-Meta-Anfang
es: Meta inicio del producto
nb_no: Metastart for produkt

source: Product price after discounting
cs_cz: Cena produktu po slevě
de_de: Produktpreis nach Rabattierung
es: Precio del producto después del descuento
nb_no: Produktpris etter rabatt

source: Product price display
cs_cz: Zobrazení ceny produktu
de_de: Produktpreisanzeige
es: Visualización del precio del producto
nb_no: Visning av produktpriser

source: Product pricing conditions
cs_cz: Cenové podmínky produktu
de_de: Preiskonditionen für Produkte
es: Condiciones de precios de los productos
nb_no: Prisbetingelser for produkter

source: Product pricing
cs_cz: Ceník produktů
de_de: Produktpreise
es: Precios de los productos
nb_no: Priser for produkter

source: Product Pricing
cs_cz: Ceny produktů
de_de: Produktpreise
es: Precios de producto
nb_no: Produktprising

source: Product sale display
cs_cz: Zobrazení prodeje produktu
de_de: Anzeige des Produktverkaufs
es: Expositor de venta de productos
nb_no: Visning av produktsalg

source: Product
cs_cz: Produkt
de_de: Produkt
es: Producto
nb_no: Produkt

source: Purchase date of orders placed in the past.
cs_cz: Datum nákupu objednávek zadaných v minulosti.
de_de: Kaufdatum von Bestellungen, die in der Vergangenheit aufgegeben wurden.
es: Fecha de compra de los pedidos realizados en el pasado.
nb_no: Kjøpsdato for bestillinger som er lagt inn i fortiden.

source: Purchase history
cs_cz: Historie nákupů
de_de: Bestellstatistik
es: Historial de compras
nb_no: Kjøpshistorikk

source: Purchased product categories in a specific order.
cs_cz: Zakoupené kategorie produktů v konkrétní objednávce.
de_de: Gekaufte Produktkategorien in einer bestimmten Reihenfolge.
es: Categorías de productos comprados en un pedido específico.
nb_no: Kjøpte produktkategorier i en bestemt rekkefølge.

source: Purchased products (lifetime)
cs_cz: Zakoupené produkty (doživotní)
de_de: Gekaufte Produkte (lebenslang)
es: Productos comprados (de por vida)
nb_no: Kjøpte produkter (levetid)
