Repository: elemusma/lws-stitch-it-quick
Catalog: plugins/yaypricing/languages/yaypricing-*.po
Languages: cs_cz, de_de, es, nb_no

source: You don't have any <strong>Product Pricing</strong> rule to exclude. Please create a pricing to continue setting up this rule
cs_cz: Nemáte žádné pravidlo <strong>pro stanovení cen produktů</strong> , které byste mohli vyloučit. Chcete-li pokračovat v nastavování tohoto pravidla, vytvořte si cenu
de_de: Sie haben keine <strong>Produktpreisregel</strong> , die Sie ausschließen können. Bitte erstellen Sie eine Preisgestaltung, um mit der Einrichtung dieser Regel fortzufahren
es: No tiene ninguna regla de <strong>precios de productos</strong> que excluir. Cree un precio para continuar configurando esta regla
nb_no: Du har ingen <strong>produktprisingsregel</strong> å ekskludere. Opprett en pris for å fortsette å konfigurere denne regelen

source: You don't have any rule to exclude. Please create one to continue setting up this rule
cs_cz: Nemáte žádné pravidlo, které byste mohli vyloučit. Chcete-li pokračovat v nastavování tohoto pravidla, vytvořte si ho
de_de: Sie haben keine Regel, die Sie ausschließen können. Bitte erstellen Sie eine, um mit der Einrichtung dieser Regel fortzufahren
es: No tienes ninguna regla que excluir. Cree uno para continuar configurando esta regla
nb_no: Du har ingen regel å ekskludere. Opprett en for å fortsette å konfigurere denne regelen

source: You have no pricing range, please
cs_cz: Nemáte žádné cenové rozpětí, prosím
de_de: Sie haben bitte keine Preisspanne
es: No tiene rango de precios, por favor
nb_no: Du har ikke noe prisområde, vær så snill

source: You will get [discount_value] discount when buy 1 item of this product
cs_cz: Slevu [discount_value] získáte při nákupu 1 kusu tohoto produktu
de_de: Sie erhalten [discount_value] Rabatt, wenn Sie 1 Artikel dieses Produkts kaufen
es: Obtendrá [discount_value] descuento al comprar 1 artículo de este producto
nb_no: Du vil få [discount_value] rabatt når kjøpe 1 vare av dette produktet

source: You will get 1 free item when buy 3 items of this product
cs_cz: Při nákupu 3 kusů tohoto produktu získáte 1 položku zdarma
de_de: Sie erhalten 1 kostenlosen Artikel, wenn Sie 3 Artikel dieses Produkts kaufen
es: Obtendrá 1 artículo gratis al comprar 3 artículos de este producto
nb_no: Du får 1 gratis vare når du kjøper 3 varer av dette produktet

source: You will get 30% off when buy from 3 items
cs_cz: Při nákupu od 3 položek získáte 30% off
de_de: Sie erhalten 30% off, wenn Sie ab 3 Artikeln kaufen
es: Obtendrá 30 % off cuando compre de 3 artículos
nb_no: Du får 30% off når du kjøper fra 3 varer

source: You will get 50% off when buy the this product
cs_cz: Při zakoupení tohoto produktu získáte 50% off
de_de: Sie erhalten 50% off, wenn Sie dieses Produkt kaufen
es: Obtendrá 50 % off cuando compre este producto
nb_no: Du vil få 50% off når kjøpe dette produktet

source: You're getting this discount: [discount_value] off for all products
cs_cz: Získáváte tuto slevu: [discount_value] sleva na všechny produkty
de_de: Sie erhalten diesen Rabatt: [discount_value] Rabatt auf alle Produkte
es: Obtienes este descuento: [discount_value] de descuento en todos los productos
nb_no: Du får denne rabatten: [discount_value] rabatt for alle produkter

source: You're getting this discount: [discount_value] off
cs_cz: Získáváte tuto slevu: [discount_value] sleva
de_de: Du bekommst diesen Rabatt: [discount_value] Rabatt
es: Obtendrás este descuento: [discount_value] de descuento
nb_no: Du får denne rabatten: [discount_value] rabatt

source: Your current
cs_cz: Vaše aktuální
de_de: Ihre aktuelle
es: Su actual
nb_no: Din nåværende

source: Your own campaign
cs_cz: Vaše vlastní kampaň
de_de: Ihre eigene Kampagne
es: Tu propia campaña
nb_no: Din egen kampanje

source: Saving amount
cs_cz: Úsporná částka
de_de: Betrag sparen
es: Cantidad de ahorro
nb_no: Sparer beløp

source: Show order saving amount
cs_cz: Zobrazit úspornou částku objednávky
de_de: Bestellsparbetrag anzeigen
es: Mostrar el importe del pedido ahorrado
nb_no: Vis ordresparingsbeløp

source: Show products saving amount on cart page (Only for cart shortcode)
cs_cz: Zobrazit částku úspory produktů na stránce košíku (Pouze pro krátký kód košíku)
de_de: Produkte anzeigen, die auf der Warenkorbseite sparen (nur für Warenkorb-Shortcode)
es: Mostrar la cantidad de ahorro de productos en la página del carrito (solo para el código corto del carrito)
nb_no: Vis produkter som sparer beløp på handlekurvsiden (Bare for handlekurvens kortkode)

source: Before order total
cs_cz: Před shrnutím objednávky
de_de: Vor Bestellsumme
es: Antes del total del pedido
nb_no: Før total bestilling

source: After order total
cs_cz: Po shrnutí objednávce
de_de: Nach Bestellsumme
es: Después del total del pedido
nb_no: Etter bestilling totalt

source: SYSTEM ERROR:
cs_cz: SYSTÉMOVÁ CHYBA:
de_de: SYSTEMFEHLER:
es: ERROR DEL SISTEMA:
nb_no: SYSTEMFEIL:

source: log-
cs_cz: kláda-
es: registro-
nb_no: logg-

source: %1$s Settings %2$s
cs_cz: %1$s Nastavení %2$s
de_de: %1$s Einstellungen %2$s
es: %1$s Configuración %2$s
nb_no: %1$s Innstillinger %2$s

source: %1$s Docs %2$s
cs_cz: %1$s Dokumenty %2$s
nb_no: %1$s Dokumenter %2$s

source: %1$s Support %2$s
cs_cz: %1$s podpora %2$s
es: %1$s %2$s de soporte
nb_no: %1$s Støtte %2$s

source: Product discounts
cs_cz: Slevy na produkty
de_de: Produktrabatte
es: Descuentos en productos
nb_no: Produktrabatter

source: unlimited
cs_cz: neomezeno
de_de: unbegrenzt
es: ilimitado
nb_no: ubegrenset

source: from %1$s to %2$s: <span data-variable="discount_value" data-formula="%3$s">%4$s</span>
cs_cz: od do %1$s %2$s: <span data-variable="discount_value" data-formula="%3$s">%4$s</span>
de_de: Von %1$s bis %2$s: <span data-variable="discount_value" data-formula="%3$s">%4$s</span>
es: de %1$s a %2$s: <span data-variable="discount_value" data-formula="%3$s">%4$s</span>
nb_no: fra %1$s til %2$s: <span data-variable="discount_value" data-formula="%3$s">%4$s</span>

source: from %1$s to %2$s: <span data-variable="discount_amount" data-formula="%3$s">%4$s</span>
cs_cz: od do %1$s %2$s: <span data-variable="discount_amount" data-formula="%3$s">%4$s</span>
de_de: Von %1$s bis %2$s: <span data-variable="discount_amount" data-formula="%3$s">%4$s</span>
es: de %1$s a %2$s: <span data-variable="discount_amount" data-formula="%3$s">%4$s</span>
nb_no: fra %1$s til %2$s: <span data-variable="discount_amount" data-formula="%3$s">%4$s</span>

source: from %1$s to %2$s: <span data-variable="discounted_price" data-formula="%3$s">%4$s</span>
cs_cz: od do %1$s %2$s: <span data-variable="discounted_price" data-formula="%3$s">%4$s</span>
de_de: Von %1$s bis %2$s: <span data-variable="discounted_price" data-formula="%3$s">%4$s</span>
es: de %1$s a %2$s: <span data-variable="discounted_price" data-formula="%3$s">%4$s</span>
nb_no: fra %1$s til %2$s: <span data-variable="discounted_price" data-formula="%3$s">%4$s</span>

source: %s has expired. Please reload the page to continue checkout.
cs_cz: %s vypršela. Chcete-li pokračovat v placení, znovu načtěte stránku.
de_de: %s abgelaufen ist. Bitte laden Sie die Seite neu, um mit dem Checkout fortzufahren.
es: %s ha caducado. Vuelva a cargar la página para continuar con el pago.
nb_no: %s er utløpt. Last inn siden på nytt for å fortsette kassen.

source: Nonce is invalid
cs_cz: Nonce je neplatná.
de_de: Nonce ist ungültig
es: Nonce no es válido
nb_no: Nonce er ugyldig

source: Unlimited
cs_cz: Neomezeno
de_de: Unbegrenzt
es: Ilimitado
nb_no: Ubegrenset

source: SALE!
cs_cz: PRODEJ!
de_de: ANGEBOT!
es: ¡Oferta!
nb_no: SALG!

source: Up to %s
cs_cz: Až %s
de_de: Bis zu %s
es: Hasta %s
nb_no: Opptil %s

source: Help
cs_cz: Pomoc
de_de: Hilfe
es: Ayuda
nb_no: Hjelp

source: Licenses
cs_cz: Licence
de_de: Lizenzen
es: Licencias
nb_no: Lisenser

source: Other plugins
cs_cz: Další pluginy
de_de: Andere Plugins
es: Otros plugins
nb_no: Andre plugins

source: It looks like you have another YayPricing version installed, please delete it before activating this new version. All current settings and data are still preserved.
cs_cz: Vypadá to, že máte nainstalovanou jinou verzi YayPricing, před aktivací této nové verze ji prosím odstraňte. Všechna aktuální nastavení a data zůstanou zachována.
de_de: Es sieht so aus, als ob Sie eine andere YayPricing-Version installiert haben, bitte löschen Sie diese, bevor Sie diese neue Version aktivieren. Alle aktuellen Einstellungen und Daten bleiben erhalten.
es: Parece que tiene otra versión de YayPricing instalada, elimínela antes de activar esta nueva versión. Se conservan todos los ajustes y datos actuales.
nb_no: Det ser ut til at du har en annen YayPricing-versjon installert, vennligst slett den før du aktiverer denne nye versjonen. Alle gjeldende innstillinger og data er fortsatt bevart.

source: Read more details.
cs_cz: Přečtěte si další podrobnosti.
de_de: Lesen Sie mehr Details.
es: Lea más detalles.
nb_no: Les flere detaljer.

source: Import
de_de: Importieren
es: Importar
nb_no: Importer

source: Import/Export
es: Importar/Exportar
nb_no: Import/Eksport

source: BOGO
de_de: 2-für-1
