Repository: elemusma/lws-stitch-it-quick
Catalog: plugins/yaypricing/languages/yaypricing-*.po
Languages: cs_cz, de_de, es, nb_no

source: YayPricing Lite - WooCommerce Dynamic Pricing And Discounts
cs_cz: YayPricing Lite - WooCommerce dynamické ceny a slevy
de_de: YayPricing Lite - WooCommerce Dynamische Preise und Rabatte
es: YayPricing Lite - Precios dinámicos y descuentos de WooCommerce
nb_no: YayPricing Lite - WooCommerce dynamiske priser og rabatter

source: Create automatic product pricing rules and cart discounts to design a powerful marketing strategy for your WooCommerce store.
cs_cz: Vytvořte automatická pravidla pro tvorbu cen produktů a slevy v košíku a navrhněte výkonnou marketingovou strategii pro svůj obchod WooCommerce.
de_de: Erstellen Sie automatische Produktpreisregeln und Warenkorbrabatte, um eine leistungsstarke Marketingstrategie für Ihren WooCommerce-Shop zu entwickeln.
es: Crea reglas automáticas de precios de productos y descuentos en el carrito para diseñar una poderosa estrategia de marketing para tu tienda WooCommerce.
nb_no: Lag automatiske produktprisregler og handlekurvrabatter for å designe en kraftig markedsføringsstrategi for din WooCommerce oppbevare.

source: YayPricing
cs_cz: YayCeník
de_de: YayPreisgestaltung

source: YayPricing Report
cs_cz: Zpráva o cenách YayPricing
de_de: YayPricing-Bericht
es: Informe de precios de YayPricing
nb_no: YayPricing Rapport

source: is enabled but not effective. It requires %1$sWooCommerce%2$s in order to work.
cs_cz: je povoleno, ale není účinné. Aby fungoval, vyžaduje %1$sWooCommerce%2$s.
de_de: ist aktiviert, aber nicht wirksam. Es erfordert %1$sWooCommerce%2$s, um zu funktionieren.
es: está habilitado pero no es efectivo. Requiere %1$sWooCommerce%2$s para funcionar.
nb_no: er aktivert, men ikke effektiv. Det krever %1$sWooCommerce%2$s for å fungere.

source: YayPricing requires PHP 5.6 to work and does not support your current PHP version %1$s. Please contact your host and request a PHP upgrade to the latest one.
cs_cz: YayPricing vyžaduje PHP 5.6, aby fungoval, a nepodporuje vaši aktuální verzi PHP %1$s. Obraťte se na svého hostitele a požádejte o upgrade PHP na nejnovější.
de_de: YayPricing benötigt PHP 5.6, um zu funktionieren, und unterstützt Ihre aktuelle PHP-Version %1$s nicht. Bitte wenden Sie sich an Ihren Host und fordern Sie ein PHP-Upgrade auf die neueste Version an.
es: YayPricing requiere PHP 5.6 para funcionar y no es compatible con su versión actual de PHP %1$s. Póngase en contacto con su proveedor de alojamiento y solicite una actualización de PHP a la última.
nb_no: YayPricing krever PHP 5.6 for å fungere og støtter ikke din nåværende PHP-versjon %1$s. Ta kontakt med verten din og be om en PHP-oppgradering til den nyeste.

source: Verify nonce failed
cs_cz: Ověření hodnoty nonce se nezdařilo.
de_de: Sicherheitscheck ist fehlgeschlagen
es: Error en la verificación de nonce
nb_no: Nonce-verifisering mislyktes

source: After "Add to cart" button
cs_cz: Za tlačítkem "Přidat do košíku"
de_de: Nach "In den Warenkorb"-Schaltfläche
es: Después del botón "Añadir al carrito"
nb_no: Etter "Legg i handlekurv" -knappen

source: Before "Add to cart" button
cs_cz: Před tlačítkem "Přidat do košíku"
de_de: Vor "In den Warenkorb"-Schaltfläche
es: Antes del botón "Añadir al carrito"
nb_no: Før "Legg til i handlekurven" knappen

source: Add [discount_value] to the order
cs_cz: Přidat [discount_value] do objednávky
de_de: Fügen Sie [discount_value] zur Bestellung hinzu
es: Añadir [discount_value] al pedido
nb_no: Legg til [discount_value] i bestillingen

source: Add 10
cs_cz: Přidat 10
de_de: 10 hinzufügen
es: Suma 10
nb_no: Legg til 10

source: add a condition
cs_cz: Přidání podmínky
de_de: Hinzufügen einer Bedingung
es: Agregar una condición
nb_no: Legg til en betingelse

source: Add condition
cs_cz: Přidat podmínku
de_de: Konditionen hinzufügen
es: Añadir condición
nb_no: Legg til tilstand

source: Add Custom Fee
cs_cz: Přidat vlastní poplatek
de_de: Benutzerdefinierte Gebühr hinzufügen
es: Agregar tarifa personalizada
nb_no: Legg til tollavgift

source: Add handling fees or charge extra fees based on shipping region, payment method, and other criteria
cs_cz: Přidejte manipulační poplatky nebo si účtujte další poplatky na základě oblasti doručení, způsobu platby a dalších kritérií
de_de: Fügen Sie Bearbeitungsgebühren hinzu oder erheben Sie zusätzliche Gebühren basierend auf der Versandregion, der Zahlungsmethode und anderen Kriterien
es: Agregue tarifas de manejo o cobre tarifas adicionales según la región de envío, el método de pago y otros criterios
nb_no: Legg til ekspedisjonsgebyrer eller belast ekstra gebyrer basert på fraktregion, betalingsmåte og andre kriterier

source: add one
cs_cz: přidat jeden
de_de: neue Kandidat*in
es: Añade uno
nb_no: Legg til en

source: add product
cs_cz: Přidat produkt
de_de: Produkt hinzufügen
es: Añadir producto
nb_no: Legg til produkt

source: Add Rule
cs_cz: Přidat pravidlo
de_de: Regel hinzufügen
es: Añadir Regla
nb_no: Legge til regel

source: Add Your First Rule
cs_cz: Přidání prvního pravidla
de_de: Fügen Sie Ihre erste Regel hinzu
es: Agrega tu primera regla
nb_no: Legg til din første regel

source: Add
cs_cz: Přidat
de_de: Hinzufügen
es: Añadir
nb_no: Legg til

source: After Product short description
cs_cz: Stručný popis produktu
de_de: Nachher Kurzbeschreibung des Produkts
es: Después de la breve descripción del producto
nb_no: Etter produktet kort beskrivelse

source: After
cs_cz: Po
de_de: Nach
es: Después
nb_no: Etter

source: All Cart Discount Rules
cs_cz: Všechna pravidla slev na košík
de_de: Alle Warenkorb-Rabattregeln
es: Todas las reglas de descuento del carrito
nb_no: Alle Handlekurv Rabatt Regler

source: All Checkout Fee Rules
cs_cz: Všechna pravidla pro placení poplatků
de_de: Alle Regeln für die Checkout-Gebühren
es: Todas las reglas de tarifas de pago
nb_no: Alle regler for betalingsgebyr

source: All Product Pricing Rules
cs_cz: Všechna pravidla pro stanovení cen produktů
de_de: Alle Produktpreisregeln
es: Todas las reglas de precios de los productos
nb_no: Alle prisregler for produkter

source: all products
cs_cz: Všechny produkty
de_de: Alle Produkte
es: todos los productos
nb_no: alle produkter

source: All rules will be calculated and combined into a single rule to apply in cart
cs_cz: Všechna pravidla budou vypočítána a sloučena do jednoho pravidla, které se použije v košíku
de_de: Alle Regeln werden berechnet und zu einer einzigen Regel zusammengefasst, die im Warenkorb angewendet wird
es: Todas las reglas se calcularán y combinarán en una sola regla para aplicar en el carrito
nb_no: Alle regler vil bli beregnet og kombinert i en enkelt regel som skal gjelde i handlekurven

source: All together
cs_cz: Všechno dohromady
de_de: Alle zusammen
es: Completamente
nb_no: Alt sammen

source: All
cs_cz: Vše
de_de: Alle
es: Todo
nb_no: Alle

source: Analytics & reports
cs_cz: Analýzy a přehledy
de_de: Analysen und Berichte
es: Análisis e informes
nb_no: Analytics og rapporter

source: And much more
cs_cz: A mnoho dalšího
de_de: Und vieles mehr
es: Y mucho más
nb_no: Og mye mer

source: Any
cs_cz: Jakýkolv
de_de: Beliebig
es: Ninguna
nb_no: Vilkårlig

source: Applied coupons
cs_cz: Uplatněné kupóny
de_de: Angewendete Gutscheine
es: Cupones aplicados
nb_no: Brukte kuponger

source: Apply all applicable rules
cs_cz: Použít všechna platná pravidla
de_de: Alle geltenden Regeln anwenden
es: Aplicar todas las normas aplicables
nb_no: Bruk alle gjeldende regler

source: Apply the first applicable rule in your list
cs_cz: Použití prvního použitelného pravidla v seznamu
de_de: Wenden Sie die erste anwendbare Regel in Ihrer Liste an
es: Aplicar la primera regla aplicable de la lista
nb_no: Bruk den første gjeldende regelen i listen

source: Apply the rule with maximum discount amount
cs_cz: Použít pravidlo s maximální částkou slevy
de_de: Wenden Sie die Regel mit dem maximalen Rabattbetrag an
es: Aplicar la regla con el importe máximo de descuento
nb_no: Bruk regelen med maksimalt rabattbeløp

source: Apply the rule with minimum discount amount
cs_cz: Použití pravidla s minimální částkou slevy
de_de: Wenden Sie die Regel mit dem Mindestrabattbetrag an
es: Aplicar la regla con un importe mínimo de descuento
nb_no: Bruk regelen med minste rabattbeløp

source: Automatically add gift item(s) once the base product(s) are added to cart
cs_cz: Automaticky přidat dárkové položky po přidání základního produktu (produktů) do košíku
de_de: Automatisches Hinzufügen von Geschenkartikeln, sobald die Basisprodukte in den Warenkorb gelegt wurden
es: Agregue automáticamente artículos de regalo una vez que los productos base se agreguen al carrito
nb_no: Legg automatisk til gavevare (er) når basisproduktet (e) er lagt til i handlekurven

source: Automatically generate cart discount ID to be used as a coupon code in the admin order details
cs_cz: Automaticky vygenerovat ID slevy košíku, které se použije jako kód kupónu v podrobnostech objednávky správce
de_de: Generieren Sie automatisch eine Warenkorb-Rabatt-ID, die als Gutscheincode in den Bestelldetails des Administrators verwendet wird
es: Genere automáticamente el ID de descuento del carrito para usarlo como código de cupón en los detalles del pedido del administrador
nb_no: Generer automatisk handlekurvrabatt-ID som skal brukes som kupongkode i administratorordredetaljene

source: Before Product short description
cs_cz: Před Stručný popis produktu
de_de: Vorher Produkt Kurzbeschreibung
es: Antes Breve descripción del producto
nb_no: Før produktet kort beskrivelse

source: Before
cs_cz: Před
de_de: Vorher
es: Antes
nb_no: Før

source: Black Friday campaign
cs_cz: Kampaň na Černý pátek
de_de: Black-Friday-Kampagne
es: Campaña de Black Friday
nb_no: Black Friday-kampanje

source: Black friday discount! Discount [discount_value] all cart
cs_cz: Sleva na Černý pátek! Sleva [discount_value] celý košík
de_de: Black Friday Rabatt! Rabatt [discount_value] alle Warenkorb
es: ¡Descuento del Black Friday! Descuento [discount_value] todo el carrito
nb_no: Black Friday-rabatt! Rabatt [discount_value] alle handlekurver

source: Black Friday
cs_cz: Černý pátek

source: BOGO (same product)
cs_cz: BOGO (stejný produkt)
de_de: BOGO (gleiches Produkt)
es: BOGO (mismo producto)
nb_no: BOGO (samme produkt)

source: Border color
cs_cz: Barva ohraničení
de_de: Rahmenfarbe
es: Color del borde
nb_no: Kant/ramme farge

source: Bulk discounts
cs_cz: Množstevní slevy
de_de: Staffelpreise
es: Descuentos por volumen
nb_no: Bulk rabatter

source: Bulk Pricing
cs_cz: Hromadné ceny
de_de: Mengenstaffel
es: Precios al mayor
nb_no: Bulk prising

source: Buy 3 get 1 free item
cs_cz: Kupte 3 a získejte 1 položku zdarma
de_de: Kaufen Sie 3 und erhalten Sie 1 kostenlosen Artikel
es: Compre 3 y llévese 1 artículo gratis
nb_no: Kjøp 3 få 1 gratis vare

source: Buy 3 Get 1 Free
cs_cz: Kupte 3 a získejte 1 zdarma
de_de: Kaufen Sie 3 und erhalten Sie 1 gratis
es: Compre 3 y llévese 1 gratis
nb_no: Kjøp 3 Få 1 gratis

source: Buy Products
cs_cz: Koupit produkty
de_de: Produkte kaufen
es: Comprar productos
nb_no: Kjøp produkter

source: Buy X get X event
cs_cz: Kupte si událost X a získejte X
de_de: Kaufen Sie X und erhalten Sie X Ereignis
es: Compra X y llévate X evento
nb_no: Kjøp X få X hendelse

source: Buy X Get X
cs_cz: Kup X a získej X
de_de: Kaufen Sie X Erhalten Sie X
es: Compra X y llévate X
nb_no: Kjøp X Få X

source: Buy X get Y with discount
cs_cz: Kupte X a získejte Y se slevou
de_de: Kaufen Sie X und erhalten Sie Y mit Rabatt
es: Compre X y obtenga Y con descuento
nb_no: Kjøp X få Y med rabatt

source: Buy X Get Y
cs_cz: Koupit X Získat Y
de_de: Kaufen Sie X Holen Sie sich Y
es: Comprar X Obtener Y
nb_no: Kjøp X Få Y

source: Buy
cs_cz: Koupit
de_de: Kaufen
es: Comprar
nb_no: Kjøp

source: campaign
cs_cz: kampaň
de_de: kampagne
es: campaña
nb_no: kampanje

source: Campaigns
cs_cz: Kampaně
de_de: Kampagnen
es: Campañas
nb_no: Kampanjer

source: Cart Discount
cs_cz: Sleva na košík
de_de: Warenkorb Rabatt
es: Descuento en el carrito
nb_no: Rabatt på handlekurv

source: Cart discounts rules is used to create cart discount coupons that apply at checkout. You can also combine discount at Settings section.
cs_cz: Pravidla slev v košíku se používají k vytvoření slevových kupónů košíku, které platí při placení. Slevu můžete také kombinovat v sekci Nastavení.
de_de: Warenkorbrabattregeln werden verwendet, um Warenkorb-Rabattgutscheine zu erstellen, die an der Kasse gelten. Sie können den Rabatt auch im Abschnitt Einstellungen kombinieren.
es: Las reglas de descuentos del carrito se utilizan para crear cupones de descuento del carrito que se aplican al finalizar la compra. También puede combinar el descuento en la sección Configuración.
nb_no: Regler for handlekurvrabatter brukes til å opprette rabattkuponger for handlekurv som gjelder i kassen. Du kan også kombinere rabatt på Innstillinger-delen.

source: Cart discounts
cs_cz: Slevy na košík
de_de: Warenkorb-Rabatte
es: Descuentos en el carrito
nb_no: Handlekurv rabatter

source: Cart item - category
cs_cz: Položka košíku - kategorie
de_de: Warenkorbartikel - Kategorie
es: Artículo del carrito - categoría
nb_no: Handlevognvare - kategori

source: Cart item - product
cs_cz: Položka košíku - produkt
de_de: Warenkorbartikel - Produkt
es: Artículo de la cesta - producto
nb_no: Handlekurvvare - produkt

source: Cart item - tag
cs_cz: Položka košíku - štítek
de_de: Warenkorbartikel - Tag
es: Artículo del carrito - etiqueta
nb_no: Handlekurvvare - tag

source: Cart item - variation
cs_cz: Položka v košíku - variace
de_de: Warenkorbartikel - Variante
es: Artículo del carrito - variación
nb_no: Handlevogn - variasjon

source: Cart Items
cs_cz: Zvolené služby
de_de: Artikel im Warenkorb
es: Articulos en el carro
nb_no: Handlekurv elementer

source: Cart quantity
cs_cz: Množství košíku
de_de: Menge des Warenkorbs
es: Cantidad de carritos
nb_no: Antall handlevogner

source: Cart subtotal price
cs_cz: Mezisoučet ceny košíku
de_de: Zwischensummenpreis des Warenkorbs
es: Precio del subtotal del carrito
nb_no: Handlekurvens delsumpris

source: Cart total weight
cs_cz: Celková hmotnost vozíku
de_de: Warenkorb Gesamtgewicht
es: Peso total del carrito
nb_no: Handlekurvens totalvekt

source: cart total
cs_cz: Košík celkem
de_de: Warenkorb gesamt
es: مبلغ قابل پرداخت
nb_no: Handlekurv totalt

source: Cart
cs_cz: Košík
de_de: Warenkorb
es: Carrito
nb_no: Handlekurv

source: Cheapest one
cs_cz: Nejlevnější
de_de: Billigste
es: El más barato
nb_no: Billigste

source: Checkout Fee
cs_cz: Poplatek za pokladnu
de_de: Checkout-Gebühr
es: Comisión en el pago
nb_no: Gebyr i kassen

source: Choose file
cs_cz: Zvolte soubor
de_de: Datei auswählen
es: Elije el archivo
nb_no: Velg fil

source: Choose your desired campaign
cs_cz: Vyberte požadovanou kampaň
de_de: Wählen Sie Ihre gewünschte Kampagne aus
es: Elige la campaña que desees
nb_no: Velg ønsket kampanje

source: Combination
cs_cz: Kombinace
de_de: Kombination
es: Combinación
nb_no: Kombinasjon

source: Combine cart discounts
cs_cz: Kombinujte slevy v košíku
de_de: Warenkorb-Rabatte kombinieren
es: Combinar descuentos en carritos
nb_no: Kombiner rabatter på handlekurv

source: Combined condition is empty, please
cs_cz: Kombinovaný stav je prázdný, prosím
de_de: Kombinierter Zustand ist leer, bitte
es: La condición combinada está vacía, por favor
nb_no: Kombinert tilstand er tom, vennligst

source: Combined condition
cs_cz: Kombinovaná podmínka
de_de: Kombinierter Zustand
es: Condición combinada
nb_no: Kombinert tilstand

source: Combined conditions
cs_cz: Kombinované podmínky
de_de: Kombinierte Bedingungen
es: Condiciones combinadas
nb_no: Kombinerte forhold

source: Combined items
cs_cz: Kombinované položky
de_de: Kombinierte Artikel
es: Artículos combinados
nb_no: Kombinerte elementer

source: Completed
cs_cz: Dokončeno
de_de: Abgeschlossen
es: Completado
nb_no: Fullført

source: Conditions
cs_cz: Podmínky
de_de: Bedingungen
es: Condiciones
nb_no: Betingelser

source: Consider upgrading to
cs_cz: Zvažte upgrade na
de_de: Erwägen Sie ein Upgrade auf
es: Considere la posibilidad de actualizar a
nb_no: Vurder å oppgradere til

source: Contain a pitch of your products that your visitors go through and decide whether they want to buy.
cs_cz: Obsahujte prezentaci svých produktů, kterou si návštěvníci projdou a rozhodnou se, zda si je chtějí koupit.
de_de: Enthalten Sie einen Pitch Ihrer Produkte, den Ihre Besucher durchlaufen und entscheiden, ob sie kaufen möchten.
es: Contiene un pitch de tus productos por el que pasen tus visitantes y decidan si quieren comprar.
nb_no: Inneholder en tonehøyde av produktene dine som de besøkende går gjennom og bestemmer om de vil kjøpe.

source: Contain all
cs_cz: Obsahovat vše
de_de: Enthält alle
es: Contiene todo
nb_no: Inneholder alle

source: Contain in list
cs_cz: Obsahovat v seznamu
de_de: In Liste enthalten
es: Contener en la lista
nb_no: Inneholder i liste

source: Copied
cs_cz: Zkopírováno
de_de: Kopiert
es: Copiado
nb_no: Kopiert

source: Count quantity by
cs_cz: Spočítejte množství podle
de_de: Zähle die Menge nach
es: Contar la cantidad por
nb_no: Telle antall etter

source: Countdown timer
cs_cz: Odpočítávací časovač
es: Temporizador de cuenta regresiva
nb_no: Nedtellingstidtaker

source: Coupon Exclusions
cs_cz: Vyloučení kupónů
de_de: Gutschein-Ausschlüsse
es: Exclusiones de cupones
nb_no: Kupong Ekskluderinger

source: Create cart discount conditions that are restricted to those cart items. For example, minimum spend on specific product categories will get the discount
cs_cz: Vytvořte podmínky slevy v košíku, které jsou omezeny na tyto položky košíku. Slevu získáte například za minimální útratu za konkrétní kategorie produktů
de_de: Erstellen Sie Warenkorbrabattbedingungen, die auf diese Warenkorbartikel beschränkt sind. Zum Beispiel erhalten Mindestausgaben für bestimmte Produktkategorien den Rabatt
es: Cree condiciones de descuento del carrito que estén restringidas a esos artículos del carrito. Por ejemplo, el gasto mínimo en categorías de productos específicas obtendrá el descuento
nb_no: Opprett rabattbetingelser for handlekurv som er begrenset til disse handlekurvvarene. For eksempel vil minimumsforbruk på bestemte produktkategorier få rabatten

source: Create product pricing rules that affect price of products. You can also create product fee or discount.
cs_cz: Vytvořte pravidla pro stanovení cen produktů, která ovlivňují cenu produktů. Můžete také vytvořit poplatek za produkt nebo slevu.
de_de: Erstellen Sie Produktpreisregeln, die sich auf den Preis von Produkten auswirken. Sie können auch eine Produktgebühr oder einen Rabatt erstellen.
es: Cree reglas de precios de productos que afecten al precio de los productos. También puede crear una tarifa o descuento por producto.
nb_no: Opprett produktprisregler som påvirker prisen på produkter. Du kan også opprette produktavgift eller rabatt.

source: Create rule to decide which products will not be affected by Product pricing rules.
cs_cz: Vytvořte pravidlo, které rozhodne, které produkty nebudou ovlivněny pravidly pro stanovení cen produktů.
de_de: Erstellen Sie eine Regel, um zu entscheiden, welche Produkte nicht von Produktpreisregeln betroffen sind.
es: Cree una regla para decidir qué productos no se verán afectados por las reglas de precios de productos.
nb_no: Opprett regel for å bestemme hvilke produkter som ikke skal påvirkes av produktprisregler.

source: Current discount tier
cs_cz: Aktuální úroveň slevy
de_de: Aktuelle Rabattstufe
es: Nivel de descuento actual
nb_no: Gjeldende rabattnivå

source: Current discounting product
cs_cz: Aktuální zlevněný produkt
de_de: Aktuelles Rabattprodukt
es: Producto de descuento actual
nb_no: Nåværende diskonteringsprodukt

source: Custom Fee
cs_cz: Vlastní poplatek
de_de: Individuelle Gebühr
es: Presonalizado
nb_no: Tilpasset avgift

source: Custom fees
cs_cz: Vlastní příplatky
de_de: Zollgebühren
es: Tarifas de aduana
nb_no: Tilpassede avgifter

source: Custom
cs_cz: Vlastní
de_de: Benutzerdefiniert
es: Personalizado
nb_no: Egendefinert

source: Customer order count
cs_cz: Počet objednávek zákazníků
de_de: Anzahl der Kundenaufträge
es: Recuento de pedidos de clientes
nb_no: Antall kundeordrer

source: Customer role
cs_cz: Role zákazníka
de_de: Rolle des Kunden
es: Rol del cliente
nb_no: Kundens rolle

source: Customer
cs_cz: Zákazník
es: Cliente
nb_no: Kunde

source: Customers need to add the quantity of items specified below to their cart
cs_cz: Zákazníci musí do košíku přidat níže uvedené množství položek
de_de: Kunden müssen die unten angegebene Menge an Artikeln in ihren Warenkorb legen
es: Los clientes deben agregar la cantidad de artículos especificados a continuación a su carrito
nb_no: Kunder må legge til antallet varer som er spesifisert nedenfor, i handlekurven

source: Default
cs_cz: Výchozí
de_de: Standard
es: Por defecto
nb_no: Standard

source: Description
cs_cz: Popis
de_de: Beschreibung
es: Descripción
nb_no: Beskrivelse

source: Disable product pricing rules when product is on sale
cs_cz: Zakázání pravidel pro stanovení cen produktů, když je produkt ve slevě
de_de: Deaktivieren von Produktpreisregeln, wenn das Produkt im Angebot ist
es: Deshabilitar las reglas de precios de los productos cuando el producto está en oferta
nb_no: Deaktiver produktprisregler når produktet er i salg

source: Discount [discount_value] all cart
cs_cz: Sleva [discount_value] celý košík
de_de: Rabatt [discount_value] alle Warenkorb
es: Descuento [discount_value] todo el carrito
nb_no: Rabatt [discount_value] alle handlekurver

source: Discount [discount_value] off from 3rd item
cs_cz: Sleva [discount_value] od 3. položky
de_de: Rabatt [discount_value] ab dem 3. Artikel
es: Descuento [discount_value] a partir del 3er artículo
nb_no: Rabatt [discount_value] av fra 3.

source: Discount [discount_value] off
cs_cz: Sleva [discount_value] sleva
de_de: Rabatt [discount_value] Rabatt
es: Descuento [discount_value] de descuento
nb_no: Rabatt [discount_value] av

source: Discount 50% campaign
cs_cz: Sleva 50% campaign
de_de: Rabatt 50% campaign
es: Descuento 50% campaign
nb_no: Rabatt 50% campaign

source: Discount 50% of the shipping cost
cs_cz: Sleva 50% o nákladů na dopravu
de_de: Rabatt 50% of auf die Versandkosten
es: Descuento 50% of el costo de envío
nb_no: Rabatt 50% of fraktkostnaden

source: Discount applies to the items specified below, starting from the cheapest one
cs_cz: Sleva se vztahuje na níže uvedené položky, počínaje nejlevnějším
de_de: Der Rabatt gilt für die unten angegebenen Artikel, beginnend mit dem günstigsten
es: El descuento se aplica a los artículos especificados a continuación, a partir del más barato
nb_no: Rabatten gjelder for varene som er spesifisert nedenfor, fra den billigste

source: Discount applies to the items specified below, starting from the left to right
cs_cz: Sleva se vztahuje na níže uvedené položky, počínaje zleva doprava
de_de: Der Rabatt gilt für die unten angegebenen Artikel, beginnend von links nach rechts
es: El descuento se aplica a los artículos especificados a continuación, comenzando de izquierda a derecha
nb_no: Rabatten gjelder for elementene som er spesifisert nedenfor, fra venstre til høyre

source: Discount applies to the items specified below, starting from the most expensive one
cs_cz: Sleva se vztahuje na níže uvedené položky, počínaje nejdražším
de_de: Der Rabatt gilt für die unten angegebenen Artikel, beginnend mit dem teuersten
es: El descuento se aplica a los artículos especificados a continuación, comenzando por el más caro
nb_no: Rabatten gjelder for varene som er spesifisert nedenfor, fra den dyreste

source: Discount based on
cs_cz: Sleva na základě
de_de: Rabatt basierend auf
es: Descuento basado en
nb_no: Rabatt basert på

source: Discount title
cs_cz: Název slevy
de_de: Rabatt-Titel
es: Título del descuento
nb_no: Rabatt tittel
